Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Ui/Resources/Strings/Translations.*.resx
Languages: ar, bg, cs, da, de, el, et, fi, ja, lt, nl, no, pl, ro, ru, sk, sv, tr, uk, zh_cn

# AboutTitle
source: About
ar: عن التطبيق
bg: За приложението
cs: O aplikaci
da: Om
de: Info
el: Σχετικά
et: kohta
fi: Tietoa
lt: Apie
nl: Omtrent.
no: Om
pl: O aplikacji
ro: Despre
ru: О приложении
sk: O stránke
sv: Om
tr: Hakkında
uk: Про програму
zh_cn: 关于

# AccountNameLabel
source: Account Name
ar: اسم الحساب
bg: Име на сметката
cs: Název účtu
da: Kontonavn
de: Kontoname
el: Όνομα Λογαριασμού
et: Konto nimi
fi: Tilin nimi
ja: 口座名
lt: Sąskaitos pavadinimas
nl: Account naam
no: Navn på Kunden
pl: Nazwa Konta
ro: Nume cont
ru: Название счёта
sk: Názov účtu
sv: Kontonamn
tr: Hesap adı
uk: Назва рахунку
zh_cn: 账户名

# AccountRequiredMessage
source: Please select an Account.
ar: الرجاء اختيار حساب.
bg: Моля изберете акаунт.
cs: Zvolte prosím účet.
da: Vælg en konto.
de: Bitte Konto auswählen.
el: Παρακαλώ επιλέξτε ένα λογαριασμό.
et: Palun valige konto.
fi: Valitse tili.
ja: アカウントを選択してください。
lt: Pasirinkite paskyrą.
nl: Selecteer een account aub.
no: Velg en konto.
pl: Proszę wybrać Konto.
ro: Vă rugăm să selectaţi un cont.
ru: Пожалуйста, выберите счёт.
sk: Vyberte si účet.
sv: Välj ett konto.
tr: Lütfen bir hesap seçin.
uk: Будь ласка, виберіть обліковий запис.
zh_cn: 请选择一个账户

# AccountsTitle
source: Accounts
ar: الحسابات
bg: Акаунти
cs: Účty
da: Konti
de: Konten
el: Λογαριασμοί
et: Kontod
fi: Tilit
ja: アカウント
lt: Sąskaitos
no: Kontoer
pl: Konta
ro: Conturi
ru: Счета
sk: Účty
sv: Konton
tr: Hesaplar
uk: Облікові записи
zh_cn: 账户

# AddAccountLabel
source: Add Account
bg: Добави акаунт
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη Λογαριασμού
et: Lisa konto
fi: Lisää tili
ja: アカウントを追加
lt: Pridėti paskyrą
nl: Neem account
no: Legg til konto
pl: Dodaj Konto
ro: Adaugă cont
ru: Добавить счёт
sk: Pridať účet
sv: Lägg till konto
tr: Hesap ekle
uk: Додати акаунт
zh_cn: 增加账户

# AddAccountTitle
source: Add Account
bg: Добави акаунт
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη Λογαριασμού
et: Lisa konto
fi: Lisää tili
ja: アカウントを追加
lt: Pridėti paskyrą
nl: Voeg account toe
no: Legg til konto
pl: Dodaj Konto
ro: Adaugă cont
ru: Добавить счёт
sk: Pridať účet
sv: Lägg till konto
tr: Hesap ekle
uk: Додати акаунт
zh_cn: 添加账户

# AddCategoryLabel
source: Add Category
ar: إضافة فئة
bg: Добавяне на категория
cs: Přidat kategorii
da: Tilføj kategori
de: Kategorie hinzufügen
el: Προσθήκη Κατηγορίας
et: Kategooria lisamine
fi: Lisää kategoria
ja: カテゴリを追加
lt: Pridėti kategoriją
nl: Neem een categorie
no: Legg til kategori
pl: Dodaj Kategorię
ro: Adaugă Categorie
ru: Добавить категорию
sk: Pridať kategóriu
sv: Lägg till kategori
tr: Kategori Ekle
uk: Додати Категорію
zh_cn: 添加分类

# AddCategoryTitle
source: Add Category
ar: إضافة فئة
bg: Добавяне на категория
cs: Přidat kategorii
da: Tilføj kategori
de: Kategorie hinzufügen
el: Προσθήκη Κατηγορίας
et: Kategooria lisamine
fi: Lisää kategoria
ja: カテゴリを追加
lt: Pridėti kategoriją
nl: Voeg categorie toe
no: Legg til kategori
pl: Dodaj Kategorie
ro: Adaugă Categorie
ru: Добавить категорию
sk: Pridať kategóriu
sv: Lägg till kategori
tr: Kategori Ekle
uk: Додати Категорію
zh_cn: 添加分类

# AddExpenseTitle
source: Add Expense
ar: إضافة نفقات
bg: Добави разход
cs: Přidat výdaj
da: Tilføj udgift
de: Ausgabe hinzufügen
el: Προσθήκη Δαπάνης
et: Lisa kulu
fi: Lisää kulu
ja: 支出を追加
lt: Pridėti išlaidas
nl: Voeg uitgave toe
no: Legg til utgift
pl: Dodaj Wydatek
ro: Adaugă Cheltuială
ru: Добавить расход
sk: Pridať výdavky
sv: Lägg till utlägg
tr: Gider ekle
uk: Додати витрату
zh_cn: 添加支出

# AddIncomeTitle
source: Add Income
ar: إضافة الدخل
bg: Добави приход
cs: Přidat příjem
da: Tilføj indtægt
de: Einnahme hinzufügen
el: Προσθήκη Εισοδήματος
et: Lisa tulu
fi: Lisää Tulo
ja: 収入を追加
lt: Pridėti pajamas
nl: Inkomsten toevoegen
no: Legg til inntekt
pl: Dodaj dochód
ro: Adăugare venit
ru: Добавить доход
sk: Pridať príjem
sv: Lägg till inkomst
tr: Gelir ekle
uk: Додати дохід
zh_cn: 添加收入

# AddPaymentLabel
source: Add Payment
ar: إضافة دفعة
bg: Добавяне на плащане
cs: Přidat platbu
da: Tilføj betaling
de: Zahlung hinzufügen
el: Προσθήκη Πληρωμής
et: Lisa makse
fi: Lisää Maksu
ja: 支払いを追加
lt: Pridėti mokėjimą
nl: Betaling toevoegen
no: Legg til betaling
pl: Dodaj Płatność
ro: Adăugare plată
ru: Добавить операцию
sk: Pridať platbu
sv: Lägg till betalning
tr: Ödeme Ekle
uk: Додати платіж
zh_cn: 添加转账

# AddTransferTitle
source: Add Transfer
ar: إضافة حوالة
bg: Добави трансфер
cs: Přidat převod
da: Tilføj overførsel
de: Übertrag hinzufügen
el: Προσθήκη Μεταφοράς
et: Lisa ülekanne
fi: Lisää tilisiirto
ja: 送金を追加
lt: Pridėti perkėlimą
nl: Overdracht toevoegen
no: Legg til overføring
pl: Dodaj Przelew
ro: Adaugă Transfer
ru: Добавить перевод
sk: Pridať prenos
sv: Lägg till överföring
tr: Transfer ekle
uk: Додати переказ
zh_cn: 添加转账

# AmountLabel
source: Amount
ar: المبلغ
bg: Сума
cs: Částka, která má být získána
da: Beløb
de: Betrag
el: Ποσό
et: Summa
fi: Määrä
ja: 金額
lt: Suma
nl: Bedrag
no: Beløp
pl: Ilość
ro: Sumă
ru: Сумма
sk: Suma
sv: Belopp
tr: Miktar
uk: Сума
zh_cn: 金额

# AmountMayNotBeNegativeMessage
source: The amount may not be negative. If it is subtracted or added is deteremined by the kind of payment you create.
ar: المبلغ قد لا يكون سالبًا. إذا تم طرحه أو إضافته يتم تذكيره بنوع الدفع الذي قمت بإنشائه.
bg: Сумата не може да бъде отрицателна. Дали тя ще бъде извадена или добавена, се определя от вида на създаденото плащане.
cs: Částka nesmí být záporná. Pokud je odečítána nebo přidána je odstrašována druhem platby, kterou vytváříte.
da: Beløbet må ikke være negativt. Om det trækkes fra eller lægges til, bliver afgjort af den form for betaling, du opretter.
de: Der Betrag darf nicht negativ sein. Ob ein Betrag subtrahiert oder addiert werden muss, wird durch den Typ der Zahlung bestimmt.
el: Το ποσό μπορεί να μην είναι αρνητικό. Αν αφαιρεθεί ή προστεθεί deteremined από το είδος της πληρωμής που δημιουργείτε.
et: Summa ei tohi olla negatiivne. Kas see lahutatakse või lisatakse, sõltub sellest, millise makse te loote.
fi: Summa ei voi olla negatiivinen. Jos se vähennetään tai lisätään on detemuloi sellainen maksu, jonka luot.
ja: 金額はマイナスではないかもしれません. それが減算または追加された場合は、あなたが作成した支払いの種類によって抑止されます.
lt: Suma negali būti neigiama. Ar ji bus atimta, ar pridėta, priklauso nuo sukurto mokėjimo rūšies.
nl: Het bedrag mag niet negatief zijn. Of het wordt afgetrokken of toegevoegd,dit wordt bepaald door het soort betaling dat u uitvoerd.
no: Beløpet kan ikke være negativ. Hvis det trekkes fra eller legges til er skremt av den typen betaling du lager.
pl: Kwota nie może być ujemna. Dodawanie lub odejmowanie kwoty wynika z rodzaju płatności, którą tworzysz.
ro: Suma nu poate fi negativă. Dacă este scăzută sau adăugată este detașată de tipul de plată pe care o creați.
ru: Сумма не может быть отрицательной. Вычет или пополнение суммы зависит от вида создаваемой вами операции.
sk: Táto suma nesmie byť záporná. To, či sa odpočíta alebo pripočíta, závisí od druhu vytvorenej platby.
sv: Beloppet får inte vara negativt. Om det subtraheras eller läggs till avskräcks av den typ av betalning du skapar.
tr: Tutar negatif olmayabilir. Çıkarılması veya eklenmesi, oluşturduğunuz ödeme türüne göre belirlenir.
uk: Сума не може бути негативною. Якщо вона віднімається або додається погіршується тим часом, який ви створюєте.
zh_cn: 金额不能为负值。如果它被减去或添加，则不会被您创建的付款类型提醒。

# AmountMayNotBeNegativeTitle
source: Negative amount
ar: المبلغ السلبي
bg: Отрицателна сума
cs: Záporná částka
da: Negativt beløb
de: Negativer Betrag
el: Αρνητικό ποσό
et: Negatiivne summa
fi: Negatiivinen määrä
ja: マイナス額
lt: Neigiama suma
nl: Negatief bedrag
no: Negativt beløp
pl: Kwota ujemna
ro: Sumă negativă
ru: Отрицательная сумма
sk: Záporná suma
sv: Negativt belopp
tr: &Eksi Nicelik:
uk: Від'ємне число
zh_cn: 负金额

source: A note for payment is required
ar: مطلوب ملاحظة للدفع
bg: Изисква се бележка за плащане
cs: Je vyžadována poznámka k platbě
da: En kommentar er påkrævet
de: Für diese Zahlung ist eine Notiz erforderlich.
el: Απαιτείται μια σημείωση για την πληρωμή
et: Vajalik on maksekorralduse märkus
fi: Maksua koskeva merkintä on pakollinen
ja: 支払いのためのメモが必要です
lt: Reikia pateikti mokėjimo raštą
nl: Betaling is vereist
no: En melding om betaling kreves
pl: Notatka do płatności jest wymagana
ro: Este necesară o notă de plată
ru: Требуется заметка для оплаты
sk: Vyžaduje sa poznámka o platbe
sv: En anteckning för betalning krävs
tr: Ödeme için bir not gereklidir
uk: Необхідно вказати квитанцію до оплати
zh_cn: 必须填写付款备注

# ApplyFilterLabel
source: Apply Filter
ar: تطبيق عامل التصفية
bg: Прилагане на филтър
cs: Použít filtr
da: Anvend filter
de: Filter anwenden
el: Εφαρμογή Φίλτρου
et: Kohalda filtrit
fi: Käytä Suodinta
ja: フィルタの適用
lt: Taikyti filtrą
nl: Voeg filter toe
no: Bruk filter
pl: Zastosuj filtr
ro: Aplică filtru
ru: Применить фильтр
sk: Použiť filter
sv: Tillämpa filter
tr: Filtre Uygula
uk: Застосувати фільтр
zh_cn: 应用过滤器

# AssetsLabel
source: Assets
ar: الأصول
bg: Активи
cs: Aktiva
da: Formue
de: Vermögen
el: Ενεργητικό
et: Varad
fi: Laitteet
ja: アセット
lt: Turtas
nl: middelen
no: Eiendeler
pl: Aktywa
ro: Active
ru: Активы
sk: Aktíva
sv: Tillgångar
tr: Varlıklar
uk: Вкладення
zh_cn: 资产

# AuthenticationFailedTitle
source: Authentication failed
ar: فشل التسجيل
bg: Пропадна удостоверяването
cs: Ověření se nezdařilo
da: Godkendelse mislykkedes
de: Authentifizierung fehlgeschlagen
el: Αποτυχία ταυτοποίησης
et: Autentimine ebaõnnestus
fi: Todennus epäonnistui
ja: 認証に失敗しました
lt: Autentifikavimas nepavyko
nl: Authenticatie mislukt
no: Godkjenning mislyktes
pl: Uwierzytelnianie nie powiodło się
ro: Autentificare eșuată
ru: Сбой авторизации
sk: Overovanie zlyhalo
sv: Autentisering misslyckades
tr: Kimlik doğrulama başarısız
uk: Помилка аутентифікації
zh_cn: 认证失败

# AutobackupInformationLabel
source: If you activate this setting we backup your data automatically to OneDrive. Also we check periodically if something changed on another device.
ar: إذا قمت بتنشيط هذا الخيار فإننا سنقوم بنسخ بياناتك تلقائياً إلى OneDrive. كما أننا سنتحقق بشكل دوري في حال حدوث تغيير على جهاز آخر.
bg: Ако активирате тази настройка, ще архивираме данните ви автоматично в OneDrive. Също така проверяваме периодично дали нещо се е променило на друго устройство.
cs: Pokud aktivujete toto nastavení, zálohujeme automaticky vaše data do OneDrive. Také pravidelně kontrolujeme, zda se něco na jiném zařízení změní.
da: Hvis du aktiverer denne indstilling, laver vi automatiske backups af dine data til OneDrive. Vi tjekker også periodisk, om noget ændres på en anden enhed.
de: Wenn diese Einstellung aktiv ist, werden ihre Daten automatisch auf OneDrive gesichert. Ausserdem prüfen wir regelmässig ob Änderungen von anderen Geräten verfügbar sind.
el: Εάν ενεργοποιήσετε αυτήν τη ρύθμιση δημιουργούμε αντίγραφα ασφαλείας των δεδομένων σας αυτόματα στο OneDrive. Επίσης, ελέγχουμε περιοδικά αν κάτι έχει αλλάξει σε άλλη συσκευή.
et: Kui aktiveerite selle seadistuse, varundame teie andmed automaatselt OneDrive'i. Samuti kontrollime perioodiliselt, kas mõnes teises seadmes on midagi muutunud.
fi: Jos otat käyttöön tämän asetuksen, me varmuuskopioimme tietosi automaattisesti OneDriveen. Me myös tarkistamme säännöllisesti, jos jotain muuttui toisessa laitteessa.
ja: この設定を有効にすると、OneDriveにデータが自動的にバックアップされます。また、別のデバイスで何か変更があったかを定期的に確認します。
lt: Jei įjungsite šį nustatymą, atsarginę duomenų kopiją į "OneDrive" sukursime automatiškai. Taip pat periodiškai tikriname, ar kitame įrenginyje kas nors pasikeitė.
nl: Als u deze instelling activeert, maken we automatisch een back-up van uw gegevens naar OneDrive. Ook controleren we periodiek of er op een ander toestel iets aangepast is.
no: Hvis du aktiverer denne innstillingen, sikkerhetskopierer vi dataene automatisk til OneDrive. Også regelmessige hvis noe har endret seg på en annen enhet.
pl: Jeśli aktywujesz to ustawienie, będziemy zapisywali twoje dane automatycznie do One Drive. Ponadto okresowo będziemy sprawdzać czy coś się zmieniło na innych urządzeniach.
ro: Dacă activați această setare, vă salvăm datele automat în OneDrive. De asemenea, verificăm periodic dacă ceva s-a schimbat pe un alt dispozitiv.
ru: Если вы активируете эту настройку, мы автоматически создадим резервную копию ваших данных на OneDrive. Также периодически проверяем, если что-то изменилось на другом устройстве.
sk: Ak toto nastavenie aktivujete, vaše údaje budeme automaticky zálohovať do služby OneDrive. Taktiež pravidelne kontrolujeme, či sa niečo nezmenilo na inom zariadení.
sv: Om du aktiverar den här inställningen säkerhetskopierar vi automatiskt dina data till OneDrive. Vi kontrollerar också regelbundet om något ändras på en annan enhet.
tr: Bu ayarı etkinleştirirseniz verilerinizi otomatik olarak OneDrive'a yedekleriz. Ayrıca başka bir cihazda bir şeylerin değişip değişmediğini periyodik olarak kontrol ederiz.
uk: Якщо ви активуєте це налаштування, ми автоматично робимо резервну копію даних в OneDrive. Також ми періодично перевіряємо чи щось змінилося на іншому пристрої.
zh_cn: 如果激活此设置, 我们会自动将数据备份到 OneDrive。如果其他设备上数据发生变化, 我们会定期检查。

# AutobackupLabel
source: Automatically upload and download backups
ar: مزامنة النسخ الاحتياطية تلقائياً
bg: Автоматично качване и изтегляне на резервни копия
cs: Automaticky nahrávat a stahovat zálohy
da: Upload og download backup automatisk
de: Sicherungen automatisch hoch- und runterladen
el: Αυτόματη αποστολή και λήψη αντιγράφων ασφαλείας
et: Automaatne varukoopiate üles- ja allalaadimine
fi: Automaattisesti lataa, ja tallenna varmuuskopioita
ja: バックアップを自動的にアップロードしてダウンロードする
lt: Automatiškai įkelkite ir atsisiųskite atsargines kopijas
nl: Automatisch back-ups uploaden en downloaden
no: Last opp og last ned sikkerhetskopier automatisk
pl: Automatycznie przesyłaj i pobieraj kopie zapasowe
ro: Încarcă și descarcă automat copiile de rezervă
ru: Автоматически загружать и скачивать резервные копии
sk: Automatické nahrávanie a sťahovanie záloh
sv: Ladda upp och ladda ned säkerhetskopior automatiskt
tr: Otomatik olarak yedeklemeleri gönder ve al
uk: Автоматично завантажувати і завантажувати резервні копії
zh_cn: 自动上传和下载备份

# AutobackupTitle
source: Autobackup
ar: النسخ الاحتياطي التلقائي
bg: Автоматично архивиране
el: Αυτόματο αντίγραφο
et: Automaatne varundamine
fi: Automaattinen Varmuuskopiointi
ja: 自動バックアップ
lt: Automatinė atsarginė kopija
nl: automatische back-up
no: Automatisk lagring
pl: Automatyczna Kopia Zapasowa
ru: Авторезервное копирование
sk: Automatické zálohovanie
tr: Otomatik Yedek
uk: Автостворення
zh_cn: 自动备份

# BackLabel
source: Back
ar: الرجوع
bg: Обратно
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
et: Tagasi
fi: Takaisin
ja: 戻る
lt: Atgal
nl: Terug.
no: Tilbake
pl: Cofnij
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri
uk: Відмінити
zh_cn: 后退

# BackupCreatedMessage
source: Backup created successfully
ar: تم إنشاء النسخ الاحتياطي بنجاح
bg: Резервното копие е създадено успешно
cs: Záloha byla úspěšně vytvořena
da: Backup oprettet
de: Backup erfolgreich erstellt
el: Επιτυχής δημιουργία αντιγράφου ασφαλείας
et: Varukoopia loodud edukalt
fi: Varmuuskopio luotu onnistuneesti
ja: バックアップを作成しました
lt: Sėkmingai sukurta atsarginė kopija
nl: Back-up successvol gemaakt.
no: Sikkerhetskopi opprettet
pl: Kopia zapasowa utworzona pomyślnie
ro: Backup creat cu succes
ru: Резервная копия успешно создана
sk: Zálohovanie vytvorené úspešne
sv: Säkerhetskopiering har skapats
tr: Yedekleme başarılı bir şekilde oluşturuldu
uk: Резервна копія успішно створена
zh_cn: 备份创建成功

# BackupFailedTitle
source: Backup failed!
ar: فشل النسخ الاحتياطي!
bg: Резервното копие е неуспешно!
cs: Zálohování selhalo!
da: Backup mislykkedes!
de: Sicherung fehlgeschlagen!
el: Αποτυχία αντιγράφου ασφαλείας!
et: Varundamine ebaõnnestus!
fi: Varmuuskopiointi epäonnistui!
ja: バックアップに失敗しました
lt: Atsarginė kopija nepavyko!
nl: Backup mislukt!
no: Sikkerhetskopiering mislyktes!
pl: Tworzenie kopii zapasowej nie powiodło się!
ro: Copie de rezervă eșuată!
ru: Ошибка резервного копирования!
sk: Zálohovanie zlyhalo!
sv: Säkerhetskopiering misslyckades!
tr: Yedekleme başarısız!
uk: Помилка резервного копіювання!
zh_cn: 备份失败！

# BackupInformationLabel
source: Your data will be saved to your OneDrive Account. You’ll find them in the Application Folder in a new folder called "MoneyFox".
ar: سيتم حفظ بياناتك في حساب OneDrive الخاص بك. سوف تجد البيانات في مجلد جديد للتطبيق يسمى "MoneyFox".
bg: Данните ви ще бъдат записани в акаунта ви в OneDrive. Ще ги намерите в папката с приложения в нова папка, наречена "MoneyFox".
cs: Vaše data budou uložena do Vašeho OneDrive účtu. Najdete je ve složce aplikace v nové složce nazvané MoneyFox.
da: Dine data vil blive gemt til din OneDrive konto. Du kan finde dem i applikationsmappen i en ny mappe kaldet "MoneyFox".
de: Ihre Daten werden in Ihrem OneDrive-Konto gespeichert. Sie finden sie im Anwendungsordner in einem neuen Ordner namens "MoneyFox".
el: Τα δεδομένα σας θα αποθηκευτούν στον λογαριασμό OneDrive σας. Θα τα βρείτε στο φάκελο εφαρμογών σε ένα νέο φάκελο που ονομάζεται "MoneyFox".
et: Teie andmed salvestatakse teie OneDrive'i kontole. Leiad need rakenduse kaustas uues kaustas nimega "MoneyFox".
fi: Tiedostosi tallennetaan sinun OneDrive käyttäjällesi. Löydät ne Sovellus Tiedostosi uudesta kansiosta nimeltä "MoneyFox".
ja: あなたのデータはOneDriveアカウントに保存されます。アプリケーションフォルダ内の「MoneyFox」という新しいフォルダにあります。
lt: Duomenys bus įrašyti į "OneDrive" paskyrą. Juos rasite programų aplanke naujame aplanke pavadinimu "MoneyFox".
nl: Uw gegevens worden opgeslagen in uw OneDrive-account. U vindt ze in de toepassingsmap met de naam "MoneyFox".
no: Dine data vil bli lagret i din OneDrive-konto. Du finner dem i programmappen i en ny mappe kalt "MoneyFox".
pl: Twoje dane zostaną zapisane na koncie OneDrive. Znajdziesz je w folderze aplikacji w nowym folderze o nazwie "MoneyFox".
ro: Datele tale vor fi salvate în contul tău OneDrive. Le vei găsi în Dosarul cu Aplicații într-un nou dosar numit "MoneyFox".
ru: Ваши данные будут сохранены в аккаунте OneDrive. Вы найдете их в папке приложения под названием MoneyFox.
sk: Vaše údaje sa uložia do konta OneDrive. Nájdete ich v priečinku aplikácií v novom priečinku s názvom "MoneyFox".
sv: Dina uppgifter kommer att sparas på ditt OneDrive-konto. Du hittar dem i programmappen i en ny mapp som heter "MoneyFox".
tr: Verileriniz OneDrive Hesabınıza kaydedilecektir. Bunları Uygulama Klasöründe "MoneyFox" adlı yeni bir klasörde bulacaksınız.
uk: Ваші дані буде збережено в OneDrive акаунті. Ви їх знайдете в теці додатків в новій папці "MoneyFox".
zh_cn: 您的数据将保存到您的 OneDrive 帐户。您将在名为“MoneyFox”的新文件夹中找到应用文件夹。

# BackupRestoredMessage
source: Backup restored successfully.
ar: تمت استعادة النسخ الاحتياطي بنجاح.
bg: Резервното копие е възстановено успешно.
cs: Záloha byla úspěšně obnovena.
da: Backup gendannet.
de: Sicherung erfolgreich wiederhergestellt.
el: Επιτυχής επαναφορά αντιγράφου ασφαλείας.
et: Varukoopia on edukalt taastatud.
fi: Varmuuskopiointi palautettu onnistuneesti.
ja: バックアップは正常に復元されました。
lt: Atsarginė kopija atkurta sėkmingai.
nl: Back-up herstel succesvol
no: Sikkerhetskopien ble gjenopprettet.
pl: Kopia zapasowa przywrócona.
ro: Backup restaurat cu succes.
ru: Резервная копия успешно восстановлена.
sk: Zálohovanie bolo úspešne obnovené.
sv: Säkerhetskopiering återställd.
tr: Yedekleme başarıyla geri yüklendi.
uk: Резервну копію успішно відновлено.
zh_cn: 备份已成功恢复。

# BackupTitle
source: Backup
ar: النسخ الاحتياطي
bg: Бекъпи
cs: Záloha
de: Sicherung
el: Αντίγραφα Ασφαλείας
et: Varukoopia
fi: Varmuuskopio
ja: バックアップ
lt: Atsarginė kopija
no: Sikkerhetskopi
pl: Kopia zapasowa
ru: Резервная копия
sk: Zálohovanie
sv: Säkerhetskopiera
tr: Yedekleme
uk: Резервне копіювання
zh_cn: 备份

# BiannuallyLabel
source: Biannually
ar: كل 6 أشهر
bg: На всеки две години
da: Halvårligt
de: Halbjährlich
et: Iga kahe aasta tagant
fi: Kaksi kertaa vuodessa
ja: 隔年
lt: Kas dvejus metus
nl: Tweejaarlijks
no: Halvårlig
pl: Dwa razy w roku
ro: Bianual
ru: Раз в полгода
sk: Raz za dva roky
sv: Vartannat år
tr: Yılda iki defa
uk: Раз в два роки
zh_cn: 每年两次

# BimonthlyLabel
source: Bimonthly
ar: كل شهرين
bg: Двумесечно
cs: Královský
da: Hver anden måned
de: Alle zwei Monate
et: Iga kahe kuu tagant
fi: Kahden kuukauden välein
ja: 二分位
lt: Dvimėnesinis
nl: Maandelijks
no: Bredt
pl: Dwa razy w miesiącu
ro: Binecuvântat
ru: Два раза в месяц
sk: Dvojmesačník
tr: İki ayda bir
uk: Бімонтлі
zh_cn: 每月两次

# BiweeklyLabel
source: Biweekly
ar: كل أسبوعين
bg: Двуседмично
cs: Jednou za týden
da: Hver anden uge
de: Zweiwöchentlich
et: Kaks korda nädalas
fi: Joka toinen viikko
ja: 隔週
lt: Kas dvi savaites
nl: Wekelijks
no: Ukentlig
pl: Dwa razy w tygodniu
ro: Bisăptămânal
ru: Раз в две недели
sk: Dvojtýždenník
sv: Varannan vecka
tr: İki haftada bir
uk: Двічі на тиждень
zh_cn: 每两周

# BudgetsLabel
source: Budgets
ar: الميزانيات
bg: Бюджети
cs: Rozpočty
da: Budgetter
el: Προϋπολογισμοί
et: Eelarved
fi: Budjetit
ja: 予算
lt: Biudžetai
nl: Budgetten
no: Budsjetter
pl: Budżet
ro: Bugete
ru: Бюджеты
sk: Rozpočty
sv: Budgetar
tr: Bütçeler
uk: Бюджети
zh_cn: 预算

# CanceledTitle
source: Canceled
ar: ملغاة
bg: Отменено
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
et: Tühistatud
fi: Peruttu
ja: キャンセルしました
lt: Atšauktas
nl: Geanuleerd
no: Avbrutt
pl: Anulowane
ro: Anulat
ru: Отменено
sk: Zrušené
sv: Avbruten
tr: İptal edildi
uk: Скасовано
zh_cn: 已取消

# CancelLabel
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
ja: キャンセル
lt: Atšaukti
nl: Annuleer
no: Avbryt
pl: Anuluj
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消

# CashflowDescription
source: Income, expenses and gains for the selected time period.
ar: الإيرادات والنفقات والمكاسب للفترة الزمنية المحددة.
bg: Приходи, разходи и печалби за избрания период от време.
cs: Důchody, náklady a zisky za zvolené časové období.
da: Indtægter, udgifter og overskud for den valgte tidsperiode.
de: Einnahmen, Ausgaben und Gewinn für den ausgewählten Zeitraum.
el: Έσοδα, έξοδα και κέρδη για την επιλεγμένη χρονική περίοδο.
et: Tulud, kulud ja kasumid valitud ajavahemiku kohta.
fi: Tulot, kulut ja saannit valitulle aikajaksolle.
ja: 選択された期間の収入、費用および利益。
lt: Pasirinkto laikotarpio pajamos, išlaidos ir pelnas.
nl: inkomsten, uitgaven en winsten voor de geselecteerde periode.
no: Inntekter, utgifter og gevinst for valgt tidsperiode.
pl: Przychody, wydatki i zyski dla wybranego okresu.
ro: Venit, cheltuieli și câștiguri pentru perioada de timp selectată.
ru: Доходы, расходы и выгоды для выбранного периода времени.
sk: Príjmy, výdavky a zisky za vybrané časové obdobie.
sv: Inkomst, kostnader och vinster för den valda tidsperioden.
tr: Gelir, gider ve kazançlar için belirlenen zaman dilimi.
uk: Дохід, витрати та надбавки за обраний період часу.
zh_cn: 收入、支出以及在选定时间内的收益

# CashflowLabel
source: Cashflow
ar: التدفق النقدي
bg: Паричен поток
cs: Peněžní tok
da: Pengestrøm
de: Kapitalfluss
el: Μετρητά
et: Rahavoog
fi: Rahavirta
ja: キャッシュフロー
lt: Pinigų srautas
nl: in en uitgaven
no: Kontanter
pl: Przypływ pieniężny
ru: Денежный поток
sv: Kassaflöde
tr: Nakit Akışı
uk: Грошовий потік
zh_cn: 现金流

# CashFlowStatisticTitle
source: Cash Flow
ar: التدفق النقدي
bg: Паричен поток
cs: Peněžní tok
da: Pengestrøm
de: Kapitalfluss
el: Ροή Μετρητών
et: Rahavoog
fi: Rahavirta
ja: キャッシュフロー
lt: Pinigų srautai
nl: Geldstroom
no: Kontant strøm
pl: Przepływ Pieniędzy
ro: Fluxul de numerar
ru: Денежный поток
sk: Peňažný tok
sv: Kassaflöde
tr: Nakit akışı
uk: Грошовий потік
zh_cn: 现金流
