Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Ui/Resources/Strings/Translations.*.resx
Languages: ar, bg, cs, da, de, el, et, fi, ja, lt, nl, no, pl, ro, ru, sk, sv, tr, uk, zh_cn

# CategorieIntroductionText
source: Categories can help order your payments. Also they make it easier to analyze your spendings and incomes in the statistics.
ar: يمكن للفئات أن تساعد في طلب المدفوعات الخاصة بك. كما أنها تجعل من الأسهل تحليل النفقات والدخل الخاص بك في الإحصاءات.
bg: Категориите могат да ви помогнат да подредите плащанията си. Освен това те улесняват анализирането на разходите и приходите ви в статистиката.
cs: Kategorie mohou pomoci objednat Vaše platby. Také usnadňují analýzu vašich výdajů a příjmů ve statistikách.
da: Kategorier kan hjælpe med at organisere dine betalinger. De gør det også lettere at analysere dine udgifter og indtægter i statistikken.
de: Kategorien können helfen deine Zahlungen zu organisieren. Sie vereinfachen zudem die Analyse deiner Ausgaben und Einnahmen mit Hilfe der Statistiken.
el: Οι κατηγορίες μπορούν να σας βοηθήσουν να παραγγείλετε τις πληρωμές σας. Επίσης διευκολύνουν την ανάλυση των δαπανών και των εισοδημάτων σας στις στατιστικές.
et: Kategooriad võivad aidata makseid järjestada. Samuti lihtsustavad need teie kulutuste ja sissetulekute analüüsi statistikas.
fi: Luokat voivat auttaa maksujesi tilaamisessa. Myös niiden avulla on helpompi analysoida menojasi ja tulojasi tilastoissa.
ja: カテゴリは、あなたの支払いを注文するのを助けることができます. また、彼らはそれが簡単に統計にあなたの支出と収入を分析することができます.
lt: Kategorijos gali padėti sutvarkyti mokėjimus. Be to, jos padeda lengviau analizuoti jūsų išlaidas ir pajamas statistikoje.
nl: Categorieën die je uitgaven kan ordenen. Die maken het alsook mogelijk om deze en de inkomens beter te analyseren in de statistieken.
no: Kategorier kan hjelpe deg med å bestille betalinger. De gjør det også enklere å analysere utgifter og inntekter i statistikken.
pl: Kategorie mogą pomóc w zamawianiu płatności. Ułatwia to również analizę wydatków i dochodów w statystykach.
ro: Categoriile pot ajuta la ordonarea plăților. De asemenea, ele facilitează analiza cheltuielilor și veniturilor în statistici.
ru: Категории могут помочь отсортировать ваши операции. Также они облегчают анализ ваших расходов и доходов в статистике.
sk: Kategórie môžu pomôcť usporiadať vaše platby. Tiež uľahčujú analýzu vašich výdavkov a príjmov v štatistikách.
sv: Kategorier kan hjälpa till att beställa dina betalningar. De gör det också lättare att analysera dina utgifter och inkomster i statistiken.
tr: Kategoriler ödemelerinizi düzenlemenize yardımcı olabilir. Ayrıca harcamalarınızı ve gelirlerinizi istatistiklerde analiz etmeyi kolaylaştırırlar.
uk: Категорії можуть допомогти впорядкувати ваші платежі. Також вони полегшують аналіз ваших витрат і доходів у статистиці.
zh_cn: 类别可以帮助您订购您的付款。也可以更容易地分析您在统计中的支出和收入。

# CategorieSpreadingDescription
source: Spreading of the expenses to the categories.
ar: توزيع النفقات على الفئات.
bg: Разпределяне на разходите по категории.
cs: Rozšíření nákladů do kategorií.
da: Spredning af udgifterne for kategorierne
de: Die Verteilung der Ausgaben per Kategorie.
el: Διάδοση των εξόδων στις κατηγορίες.
et: Kulude jaotamine kategooriate vahel.
fi: Menojen jakaminen kategorioihin.
ja: カテゴリへの費用の広がり。
lt: Išlaidų paskirstymas pagal kategorijas.
nl: Verspreiden van de uitgaven in de categorieën.
no: Fastsettelse av utgifter til kategoriene.
pl: Rozprzestrzenianie wydatków do kategorii.
ro: Răspândirea cheltuielilor pe categorii.
ru: Распространение расходов к категории.
sk: Rozdelenie výdavkov do kategórií.
sv: Spridning av utgifterna till kategorierna.
tr: Masrafları kategorilere dağıt.
uk: Поширення витрат на категорії.
zh_cn: 分类支出饼图

# CategoriesTitle
source: Categories
ar: الفئات
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
et: Kategooriad
fi: Kategoriat
ja: カテゴリ
lt: Kategorijos
nl: Categorieën
no: Kategorier
pl: Kategorie
ro: Categorii
ru: Категории
sk: Kategórie
sv: Kategorier
tr: Kategoriler
uk: Категорії
zh_cn: 分类

# CategoryLabel
source: Category
ar: فئة
bg: Категория
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
et: Kategooria
fi: Kategoria
ja: カテゴリ
lt: Kategorija
nl: categorie
no: Kategori
pl: Kategoria
ro: Categorie
ru: Категория
sk: Kategória
sv: Kategori
tr: Kategori
uk: Категорія
zh_cn: 分类

# CategoryNameLabel
source: Category Name
ar: اسم الفئة
bg: Име на категорията
cs: Název kategorie
da: Kategorinavn
de: Kategoriename
el: Όνομα Κατηγορίας
et: Kategooria nimi
fi: Kategorian nimi
ja: カテゴリ名
lt: Kategorijos pavadinimas
nl: Categorie naam
no: Navn på kategori
pl: Nazwa Kategorii
ro: Numele categoriei
ru: Название категории
sk: Názov kategórie
sv: Kategori Namn
tr: Kategori Adı
uk: Назва категорії
zh_cn: 分类名称

# CategorySpreadingLabel
source: Category Spreading
ar: نشر الفئة
bg: Разпространение на категории
cs: Šíření kategorií
da: Kategori spredning
de: Kategorienverteilung
el: Εξάπλωση Κατηγορίας
et: Kategooria levik
fi: Kategorian Leviäminen
ja: カテゴリの拡大
lt: Kategorijos sklaida
nl: categorie spreiden
no: Kategori sortering
pl: Rozprzestrzenianie Kategorii
ro: Spreadare categorie
ru: Распределение категорий
sk: Šírenie kategórie
sv: Kategori Spridning
tr: Kategori dağılımı
uk: Поширення категорії
zh_cn: 支出分类

# CategorySpreadingTitle
source: Category Spreading
ar: نشر الفئة
bg: Разпространение на категории
cs: Šíření kategorií
da: Kategori spredning
de: Kategorienverteilung
el: Εξάπλωση Κατηγορίας
et: Kategooria levik
fi: Kategorian Leviäminen
ja: カテゴリの拡大
lt: Kategorijos sklaida
nl: Categorieën spreiden
no: Kategori sortering
pl: Rozprzestrzenianie Kategorii
ro: Spreadare categorie
ru: Распределение категорий
sk: Šírenie kategórie
sv: Kategori Spridning
tr: Kategori dağılımı
uk: Поширення категорії
zh_cn: 类别传播

# CategorySummaryDescription
source: Summary of the categories with a Payment.
ar: ملخص الفئات مع الدفع.
bg: Обобщение на категориите с плащане.
cs: Souhrn kategorií s platností.
da: Oversigt over kategorierne med en betaling.
de: Zusammenfassung der Kategorien mit einer Zahlung.
el: Περίληψη των κατηγοριών με μια πληρωμή.
et: Kategooriate kokkuvõte koos maksega.
fi: Yhteenveto Maksun sisältävistä kategorioista.
ja: 支払いによるカテゴリの概要。
lt: Kategorijų suvestinė su Mokėjimas.
nl: Samenvatting van de categorieën met een betaling.
no: Oppsummering av kategoriene ved betaling.
pl: Podsumowanie kategorii z płatnością.
ro: Rezumatul categoriilor cu o plată.
ru: Краткое описание категорий с платежом.
sk: Súhrn kategórií s platbou.
sv: Sammanfattning av kategorierna med en betalning.
tr: Ödeme kategorilerinin özeti.
uk: Підсумок категорій з платежем.
zh_cn: 款项的分类摘要

# CategorySummaryLabel
source: Category Summary
ar: ملخص الفئة
bg: За категорията
cs: Shrnutí kategorie
da: Kategori overblik
de: Zusammenfassung Kategorien
el: Περίληψη Κατηγορίας
et: Kategooria kokkuvõte
fi: Kategorian Yhteenveto
ja: カテゴリの概要
lt: Kategorijos santrauka
nl: Categoriesamenvatting
no: Sammendrag av kategori
pl: Podsumowanie Kategorii
ro: Rezumat Categorie
ru: Категории
sk: Zhrnutie kategórie
sv: Kategori Sammanfattning
tr: Kategori Özeti
uk: Короткий зміст категорії
zh_cn: 分类摘要

# CategorySummaryTitle
source: Category Summary
ar: ملخص الفئة
bg: Накратко за категорията
cs: Shrnutí kategorie
da: Kategori overblik
de: Zusammenfassung Kategorien
el: Περίληψη Κατηγορίας
et: Kategooria kokkuvõte
fi: Kategorian Yhteenveto
ja: カテゴリの概要
lt: Kategorijos santrauka
nl: sammenvatting Categorie
no: Sammendrag av kategori
pl: Podsumowanie Kategorii
ro: Rezumat Categorie
ru: По категориям
sk: Zhrnutie kategórie
sv: Kategori Sammanfattning
tr: Kategori Özeti
uk: Короткий зміст категорії
zh_cn: 分类摘要

# ChargedAccountLabel
source: Charged Account
ar: حساب مشحون
bg: Начислена сметка
cs: Nabitý účet
da: Afsender konto
de: Belastungskonto
el: Χρεωμένος Λογαριασμός
et: Laetud konto
fi: Maksullinen Tili
ja: 請求済みアカウント
lt: Įskaityta sąskaita
nl: Laad account
no: Ladet konto
pl: Pobrane Konto
ro: Cont încărcat
ru: Исходный счёт
sk: Účtovaný účet
sv: Laddat konto
tr: Hedef hesap
uk: Рахунок зараховано
zh_cn: 原账户

# ClearedFilterLabel
source: Cleared
ar: مسح
bg: Изчистено
cs: Vymazáno
da: Ryddet
de: Verbucht
el: Εκκαθαρίστηκε
et: Puhastatud
fi: Tyhjennetty
ja: 消去しました
lt: Išvalyta
nl: Gewist
no: Klarert
pl: Wyczyszczono
ro: Eliminat
ru: Очищено
sk: Vymazané
sv: Rensad
tr: Temizlendi
uk: Очищено
zh_cn: 已清除

# CompletedText
source: That's it! You're set for using the MoneyFox.
ar: هذا كل شيء! أنت مستعد لاستخدام MoneyFox.
bg: Това е всичко! Готови сте да използвате MoneyFox.
cs: To je ono! Jste nastaveni pro použití MoneyFox.
da: Det var det! Du er nu klar til at bruge MoneyFox
de: Das wars! Du hast alles was du brauchst um mit dem MoneyFox zu starten.
el: Αυτό είναι! Είστε έτοιμοι να χρησιμοποιήσετε το MoneyFox.
et: See on kõik! Sa oled valmis MoneyFoxi kasutamiseks.
fi: Tuo se! Olet asetettu MoneyFoxin käyttöön.
ja: 以上です！MoneyFoxを使用するように設定されています。
lt: Štai ir viskas! Esate pasirengę naudoti "MoneyFox".
nl: Dit is het, je bent nu klaar om MoneyFox te gebruiken.
no: Det er alt! Du er satt for bruk av MoneyFoksen.
pl: To wszystko! Jesteś ustawiony na używanie MoneyFox.
ro: Asta e tot! Ești pregătit să folosești MoneyFox.
ru: Вот и все! Вы можете использовать MoneyFox.
sk: To je všetko! Ste pripravení na používanie MoneyFox.
sv: Det är det! Du är inställd för att använda MoneyFox.
tr: İşte bu kadar! MoneyFox'u kullanmaya hazırsınız.
uk: Ось і все! Ви налаштовані на використання MoneyFox.
zh_cn: 就是这样！您正在设置使用MoneyFox。

# CompletedTitle
source: Done!
ar: تم!
bg: Готово!
cs: Hotovo!
da: Udført!
de: Fertig!
el: Ολοκληρώθηκε!
et: Valmis!
fi: Valmis!
ja: 完了！
lt: Atlikta!
nl: Klaar
no: Ferdig!
pl: Gotowe!
ro: Gata!
ru: Готово!
sk: Hotovo!
sv: Klart!
tr: Bitti!
uk: Виконано!
zh_cn: 完成！

# CompleteLabel
source: Complete
bg: Завършете
da: Fuldført
de: Abschließen
et: Täielik
lt: Pilnas
nl: Volledig
ru: Готово
sk: Kompletné
tr: Tamamlandı

# ContactLabel
source: Contact
ar: التواصل
bg: Контакт
cs: Kontakt
da: Kontakt os
de: Kontakt
el: Επικοινωνία
et: Kontakt
fi: Ota yhteyttä
ja: お問い合わせ
lt: Susisiekite su
no: Kontakt
pl: Kontakt
ru: Обратная связь
sk: Kontakt
sv: Kontakt
tr: İletişim
uk: Контакт
zh_cn: 联系我们

# ContributionsLabel
source: Contributions
ar: المساهمات
bg: Приноси
cs: Příspěvky
da: Bidrag
de: Beiträge
el: Συνεισφορές
et: Panused
fi: Muokkaukset
ja: 貢献
lt: Įnašai
nl: Bijdragen
no: Bidrag
pl: Wkład
ro: Contribuții
ru: Вклад
sk: Príspevky
sv: Bidrag
tr: Katkılar
uk: Внески
zh_cn: 二. 捐款

# CreateAccountNowLabel
source: Create Account Now
ar: إنشاء حساب الآن
bg: Създаване на акаунт сега
cs: Vytvořit účet nyní
da: Opret en konto
de: Jetzt Konto erstellen
el: Δημιουργία Λογαριασμού Τώρα
et: Loo konto nüüd
fi: Luo Tili Nyt
ja: 今すぐアカウントを作成
lt: Sukurti paskyrą dabar
nl: Maak een nieuw account
no: Opprett konto nå
pl: Utwórz Konto Teraz
ro: Creează un cont acum
ru: Создать счёт
sk: Vytvoriť konto teraz
sv: Skapa konto nu
tr: Şimdi Hesap Oluştur
uk: Створити обліковий запис
zh_cn: 立即创建帐户

# CreateBackupLabel
source: Create Backup
ar: إنشاء نسخة احتياطية
bg: Създай бекъп
cs: Vytvořit zálohu
da: Opret backup
de: Sicherung erstellen
el: Δημιουργία Αντιγράφου Ασφαλείας
et: Varukoopia loomine
fi: Luo varmuuskopio
ja: バックアップを作成
lt: Sukurti atsarginę kopiją
nl: Maak een back-up
no: Opprett sikkerhetskopi
pl: Utwórz kopię zapasową
ro: Creare copie de rezervă
ru: Создать резервную копию
sk: Vytvorenie záložnej kópie
sv: Skapa säkerhetskopia
tr: Yedek Oluştur
uk: Створити резервну копію
zh_cn: 创建备份

# CreateCategoryNowLabel
source: Create Category now
ar: إنشاء فئة الآن
bg: Създаване на категория сега
cs: Vytvořit kategorii
da: Opret en kategori
de: Jetzt Kategorie erstellen
el: Δημιουργία κατηγορίας τώρα
et: Loo kategooria nüüd
fi: Luo kategoria nyt
ja: 今すぐカテゴリを作成
lt: Sukurti kategoriją dabar
nl: Maak een nieuwe categorie
no: Opprett en kategori nå
pl: Utwórz kategorię
ro: Creează Categoria acum
ru: Создать категорию
sk: Vytvoriť kategóriu teraz
sv: Skapa kategori nu
tr: Kategori Oluştur
uk: Створити категорію зараз
zh_cn: 现在创建分类

# CreationDateHeader
source: Creation Date
ar: تاريخ الإنشاء
bg: Дата на създаване
cs: Datum vytvoření
da: Oprettelsesdato
de: Erstellungsdatum
el: Ημερομηνία Δημιουργίας
et: Loomise kuupäev
fi: Luonti Päivämäärä
ja: 作成日
lt: Sukūrimo data
nl: Gemaakt op
no: Opprettet dato
pl: Data utworzenia
ro: Data creării
ru: Дата создания
sk: Dátum vytvorenia
sv: Skapad datum
tr: Oluşturma Tarihi
uk: Дата створення
zh_cn: 创建日期

# CreationDateLabel
source: Creation Date:
ar: تاريخ الإنشاء:
bg: Дата на създаване:
cs: Datum vytvoření:
da: Oprettelsesdato:
de: Erstellungsdatum:
el: Ημερομηνία Δημιουργίας:
et: Loomise kuupäev:
fi: Luonti Päivämäärä:
ja: 作成日:
lt: Sukūrimo data:
nl: creëer datum
no: Opprettet dato:
pl: Data utworzenia:
ro: Data creării:
ru: Дата создания:
sk: Dátum vytvorenia:
sv: Skapad datum:
tr: Oluşturma Tarihi
uk: Дата створення:
zh_cn: 创建日期：

# CreationDateTemplateLabel
source: Creation Date: {0}
ar: تاريخ الإنشاء: {0}
bg: Дата на създаване: {0}
cs: Datum vytvoření: {0}
da: Oprettelsesdato: {0}
de: Erstellungsdatum: {0}
el: Ημερομηνία Δημιουργίας: {0}
et: Loomise kuupäev: {0}
fi: Luontipäivä: {0}
ja: 作成日: {0}
lt: Sukūrimo data: {0}
nl: Aanmaakdatum: {0}
no: Opprettet dato: {0}
pl: Data utworzenia: {0}
ro: Data creării: {0}
ru: Дата создания: {0}
sk: Dátum vytvorenia: {0}
sv: Skapad datum: {0}
tr: Oluşturma Tarihi: {0}
uk: Дата створення: {0}
zh_cn: 创建日期： {0}

# CurrentBalanceLabel
source: Current Balance
ar: الرصيد الحالي
bg: Текущ баланс
cs: Aktuální zůstatek
da: Nuværende saldo
de: Aktueller Kontostand
el: Τρέχον Υπόλοιπο
et: Praegune saldo
fi: Nykyinen saldo
ja: 現在の残高
lt: Dabartinis balansas
nl: Huidig saldo
no: Gjeldende saldo
pl: Bieżące Saldo
ro: Soldul curent
ru: Текущий баланс
sk: Aktuálny zostatok
sv: Nuvarande saldo
tr: Mevcut bakiye
uk: Поточний баланс
zh_cn: 当前余额

# DailyLabel
source: Daily
ar: يومياً
cs: Denní
da: Dagligt
de: Täglich
el: Καθημερινά
et: Igapäevane
fi: Päivittäin
ja: 毎日
lt: Kasdien
nl: Dagelijks
no: Daglig
pl: Dziennie
ro: Zilnic
ru: Каждый день
sk: Denne
sv: Dagligen
tr: Günlük
uk: Щоденно
zh_cn: 每天

# DailyWithoutWeekendLabel
source: Daily without weekend
ar: يومياً عدا عطلة الأسبوع
bg: Ежедневно без уикенд
cs: Denní bez víkendu
da: Hverdage
de: Täglich ohne Wochenende
el: Καθημερινά χωρίς Σαββατοκύριακο
et: Igapäevane ilma nädalavahetusteta
fi: Arkipäivisin
ja: 毎日週末なし
lt: Kasdien be savaitgalio
nl: Enkel weekdagen
no: Daglig uten helg
pl: Dziennie bez weekendu
ro: Zilnic fără weekend
ru: Каждый день без выходных
sk: Denne bez víkendu
sv: Dagligen utan helg
tr: Haftasonu hariç günlük
uk: Щодня без вихідних
zh_cn: 工作日

# DarkLabel
source: Dark
ar: داكن
cs: Tmavý
da: Mørkt
de: Dunkel
el: Σκοτεινό
et: Tume
fi: Tumma
ja: ダーク
lt: Tamsus
nl: Donker
no: Mørk
pl: Ciemny
ro: Întunecat
ru: Тёмная тема
sv: Mörk
tr: Karanlık
uk: Темна
zh_cn: 暗黑模式

# DashboardTitle
source: Dashboard
ar: لوحة التحكم
bg: Информационно табло
cs: Nástěnka
da: Oversigt
el: Ταμπλό
et: Armatuurlaud
fi: Hallintapaneeli
ja: ダッシュボード
lt: Prietaisų skydelis
no: Kontrollpanel
pl: Pulpit
ro: Panou
ru: Главный экран
sk: Prístrojová doska
sv: Instrumentpanel
tr: Gösterge Tablosu
uk: Приладна дошка
zh_cn: 仪表板

# DateLabel
source: Date
ar: التاريخ
bg: Дата
cs: Datum:
da: Dato
de: Datum
el: Ημερομηνία
et: Kuupäev
fi: Päivämäärä
ja: 日付
lt: Data
nl: Datum
no: Dato
pl: Data
ro: Data
ru: Дата
sk: Dátum
sv: Datum
tr: Tarih
uk: Дата
zh_cn: 日期

# DateRangeHeader
source: Date Range
bg: Обхват на датата
da: Datointerval
de: Zeitraum
et: Kuupäeva vahemik
lt: Datų intervalas
nl: Datumbereik
pl: Zakres dat
ru: Период
sk: Rozsah dátumov
tr: Tarih Aralığı

# DeleteAccountConfirmationMessage
source: Do you really want to delete this Account?
ar: هل تريد حقاً حذف هذا الحساب؟
bg: Наистина ли искате да изтриете този акаунт?
cs: Opravdu chcete smazat tento účet?
da: Er du sikker på at du vil slette denne konto?
de: Möchtest du dieses Konto wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτόν τον λογαριασμό?
et: Kas te tõesti soovite selle konto kustutada?
fi: Haluatko todella poistaa tämän käyttäjätilin?
ja: このアカウントを削除してもよろしいですか？
lt: Ar tikrai norite ištrinti šią paskyrą?
nl: Weet u zeker dat u deze account wilt verwijderen?
no: Vil du virkelig slette denne kontoen?
pl: Czy na pewno chcesz usunąć to Konto?
ro: Sigur doriți să ștergeți acest cont?
ru: Вы действительно хотите удалить этот счёт?
sk: Naozaj chcete odstrániť tento účet?
sv: Vill du verkligen ta bort detta konto?
tr: Bu hesabı silmek gerçekten silmek istiyor musunuz?
uk: Ви дійсно бажаєте видалити цей рахунок?
zh_cn: 您真的要删除此账户吗？

# DeleteCategoryConfirmationMessage
source: Do you really want to delete this Category?
ar: هل تريد حقاً حذف هذا الفئة؟
bg: Наистина ли искате да изтриете категорията?
cs: Opravdu chcete odstranit tuto kategorii?
da: Er du sikker på at du vil slette denne kategori?
de: Möchtest du diese Kategorie wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτή την κατηγορία?
et: Kas te tõesti soovite selle kategooria kustutada?
fi: Haluatko varmasti poistaa tämän luokan?
ja: 本当にこのカテゴリを削除しますか？
lt: Ar tikrai norite ištrinti šią kategoriją?
nl: Weet u zeker dat u deze categorie wilt verwijderen?
no: Vil du virkelig slette denne kategorien?
pl: Czy na pewno chcesz usunąć tę kategorię?
ro: Eşti sigur că vrei să ştergi această categorie?
ru: Вы действительно хотите удалить эту категорию?
sk: Naozaj chcete túto kategóriu vymazať?
sv: Vill du verkligen ta bort denna kategori?
tr: Bu kategoriyi gerçekten silmek istiyor musunuz?
uk: Ви дійсно бажаєте видалити цю категорію?
zh_cn: 您真的要删除此分类吗？

# DeleteLabel
source: Delete
ar: حذف
bg: Изтриване
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
ja: 削除
lt: Ištrinti
nl: Verwijder
no: Slett
pl: Usuń
ro: Ștergere
ru: Удалить
sk: Odstrániť
sv: Radera
tr: Sil
uk: Видалити
zh_cn: 删除

# DeletePaymentConfirmationMessage
source: Do you really want to delete this Payment?
ar: هل تريد حقاً حذف هذه الدفعة؟
bg: Наистина ли искате да изтриете това плащане?
cs: Opravdu chcete odstranit tuto platbu?
da: Er du sikker på at du vil slette denne betaling?
de: Möchtest du diese Zahlung wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτή την πληρωμή?
et: Kas te tõesti soovite selle makse kustutada?
fi: Haluatko todella poistaa tämän Maksun?
ja: この支払いを削除してもよろしいですか？
lt: Ar tikrai norite ištrinti šį Mokėjimą?
nl: Wilt u deze betaling verwijderen?
no: Vil du virkelig slette denne betalingen?
pl: Czy na pewno chcesz usunąć tą płatność?
ro: Sigur doriți să ștergeți această plată?
ru: Вы действительно хотите удалить эту операцию?
sk: Naozaj chcete túto platbu vymazať?
sv: Vill du verkligen ta bort denna betalning?
tr: Bu ödemeyi gerçekten silmeyi istiyor musunuz?
uk: Ви дійсно бажаєте видалити цей платіж?
zh_cn: 您真的要删除此笔款项吗？

# DeleteRecurringPaymentMessage
source: You've deleted a recurring payment. Do you want to delete the recurrence as well?
ar: لقد قمت بحذف دفعة متكررة. هل تريد حذف التكرار أيضا؟
bg: Изтрили сте периодично плащане. Искате ли да изтриете и повтарящото се плащане?
cs: Odstranili jste opakující se platbu. Chcete také smazat opakování?
da: Du har slettet en gentagende betaling. Vil du også slette gentagelserne?
de: Du hast eine wiederkehrende Zahlung gelöscht. Möchtest du die Wiederholung löschen?
el: Έχετε διαγράψει μια επαναλαμβανόμενη πληρωμή. Θέλετε επίσης να διαγράψετε την επανεμφάνιση?
et: Olete kustutanud korduva makse. Kas soovite kustutada ka kordusmakse?
fi: Olen poistanut toistuvan maksut. Haluatko myös poistaa toistumisen?
ja: 定期支払いを削除しました。繰り返し支払いも削除しますか？
lt: Ištrynėte pasikartojantį mokėjimą. Ar norite ištrinti ir pasikartojantį mokėjimą?
nl: U heeft een terugkerende betaling verwijderd. Wilt u de herhalingen ook verwijderen?
no: Du har slettet en gjentakende betaling. Vil du slette gjentakelsen også?
pl: Płatność cykliczna została usunięta. Czy także chcesz usunąć powtórzenie?
ro: Ați șters o plată recurentă. Doriți să ștergeți și recurența?
ru: Вы обновили периодическую операцию. Вы хотите обновить будущие операции?
sk: Odstránili ste opakovanú platbu. Chcete vymazať aj opakovanú platbu?
sv: Du har tagit bort en återkommande betalning. Vill du ta bort upprepningen?
tr: Yinelenen bir ödeme sildiniz. Yinelemeyi de silmek istiyor musunuz?
uk: Ви також видалили періодичний платіж. Ви хочете видалити повторення?
zh_cn: 您已删除了当前款项。是否也要删除此定期重复款项？

# DeleteRecurringPaymentTitle
source: Delete Recurrence?
ar: حذف التكرار؟
bg: Изтриване на повторението?
cs: Smazat opakování?
da: Slet gentagelse?
de: Wiederholung löschen?
el: Διαγραφή Επαναφοράς?
et: Kustutada korduv?
fi: Poista toistuminen?
ja: 繰り返しデータを削除しますか？
lt: Ištrinti pasikartojimą?
nl: Herhaling verwijderen?
no: Slette gjentakelse?
pl: Usunąć powtórzenie?
ro: Ștergeți Recurrența?
ru: Удалить периодичность?
sk: Vymazať recidívu?
sv: Ta bort återkommande?
tr: Yinelemeleri sil?
uk: Видалити повторення?
zh_cn: 删除定期款项？

# DeleteTitle
source: Delete?
ar: حذف؟
bg: Изтривате ли?
cs: Smazat?
da: Slet?
de: Löschen?
el: Διαγραφή?
et: Kustutada?
fi: Poista?
ja: 削除？
lt: Ištrinti?
nl: Verwijderen?
no: Slette?
pl: Usunąć?
ro: Șterge?
ru: Удалить?
sk: Vymazať?
sv: Radera?
tr: Sil?
uk: Вилучити?
zh_cn: 删除？

# DoneLabel
source: Done
ar: تم
bg: Готово
cs: Hotovo
da: Udført
de: Fertig
el: Ολοκληρώθηκε
et: Valmis
fi: Valmis
ja: 完了
lt: Atlikta
nl: Klaar
no: Ferdig
pl: Zrobiono
ro: Terminat
ru: Готово
sk: Hotovo
sv: Klar
tr: Bitti
uk: Виконано
zh_cn: 完成

# DuplicateAccountMessage
source: An account with that name already exists. Continue with saving?
ar: يوجد حساب بهذا الاسم مسبقاً. هل تريد الاستمرار في الحفظ؟
bg: Вече съществува акаунт с това име. Продължавате ли със записването?
cs: Účet s tímto jménem již existuje. Pokračovat s uložením?
da: En konto med dette navn findes allerede. Fortsæt med at gemme?
de: Ein Konto mit diesem Namen existiert bereits. Speichern fortsetzen?
el: Ένας λογαριασμός με αυτό το όνομα υπάρχει ήδη. Συνεχίστε με την αποθήκευση?
et: Selle nimega konto on juba olemas. Jätkata salvestamist?
fi: Samanniminen tili on jo olemassa. Jatketaanko tallentamista?
ja: その名前のアカウントは既に存在します。保存しますか？
lt: Tokio pavadinimo paskyra jau egzistuoja. Tęsti išsaugojimą?
nl: Er bestaat al een account met deze naam. Doorgaan met opslaan?
no: En konto med dette navnet eksisterer allerede. Fortsett med lagring?
pl: Konto o tej nazwie już istnieje. Kontynuować zapisywanie?
ro: Există deja un cont cu acest nume. Continuați salvarea?
ru: Аккаунт с таким именем уже существует. Продолжить сохранение?
sk: Účet s týmto názvom už existuje. Pokračovať v ukladaní?
sv: Ett konto med det namnet finns redan. Fortsätt med att spara?
tr: Bu isimde bir hesap zaten mevcut. Kaydetmeye devam edelim mi?
uk: Обліковий запис з таким іменем уже існує. Продовжити збереження?
zh_cn: 具有该名称的帐户已经存在。继续保存吗？

# DuplicateCategoryMessage
source: A Category with that name already exists.
ar: توجد فئة بهذا الاسم مسبقاً
bg: Вече има категория с такова име.
cs: Kategorie s tímto názvem již existuje.
da: Kategori med dette navn findes allerede.
de: Eine Kategorie mit diesem Namen existiert bereits.
el: Μια κατηγορία με αυτό το όνομα υπάρχει ήδη.
et: Selle nimega kategooria on juba olemas.
fi: Samanniminen kategoria on jo olemassa.
ja: その名前のカテゴリは既に存在します。
lt: Kategorija tokiu pavadinimu jau egzistuoja.
nl: Een categorie met deze naam bestaat reeds.
no: En kategori med dette navnet eksisterer allerede.
pl: Kategoria o tej nazwie już istnieje.
ro: Există deja o categorie cu acest nume.
ru: Категория с таким названием уже существует.
sk: Kategória s týmto názvom už existuje.
sv: En kategori med det namnet finns redan.
tr: Bu isimde zaten bir kategori var.
uk: Категорія з таким іменем уже існує.
zh_cn: 已存在同名分类。
