Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Ui/Resources/Strings/Translations.*.resx
Languages: ar, bg, cs, da, de, el, et, fi, ja, lt, nl, no, pl, ro, ru, sk, sv, tr, uk, zh_cn

# OverwriteBackupMessage
source: Existing backups will be overwritten. Do you wanna continue?
ar: النسخ الاحتياطية القديمة سوف يتم استبدالها، هل تريد الاستمرار؟
bg: Съществуващите резервни копия ще бъдат презаписани. Искате ли да продължите?
cs: Stávající zálohy budou přepsány. Chcete pokračovat?
da: Eksisterende backups vil blive overskrevet. Vil du fortsætte?
de: Existierende Sicherungen werden überschrieben. Möchtest du Fortfahren?
el: Υπάρχοντα αντίγραφα ασφαλείας θα αντικατασταθούν. Θέλετε να συνεχίσετε?
et: Olemasolevad varukoopiad kirjutatakse üle. Kas soovite jätkata?
fi: Olemassa olevat varmuuskopiot tullaan korvaamaan. Haluatko jatkaa?
ja: 既存のバックアップが上書きされます。続行しますか？
lt: Esamos atsarginės kopijos bus perrašytos. Ar norite tęsti?
nl: Bestaande backups worden overgeschreven, wil je doorgaan?
no: Eksisterende sikkerhetskopier vil bli overskrevet. Vil du fortsette?
pl: Istniejęce kopie zapasowe zostaną nadpisane. Czy chcesz kontynuować?
ro: Copiile de rezervă existente vor fi suprascrise. Doriţi să continuaţi?
ru: Будут перезаписаны существующие резервные копии. Вы хотите продолжить?
sk: Existujúce zálohy sa prepíšu. Chcete pokračovať?
sv: Befintliga säkerhetskopior kommer att skrivas över. Vill du fortsätta?
tr: Varolan yedeklemelerin üzerine yazılacaktır. Devam etmek istiyor musunuz?
uk: Існуючі резервні копії будуть перезаписані. Хочете продовжити?
zh_cn: 现存备份将被覆盖。您想要继续吗？

# OverwriteDataMessage
source: Your local data will be deleted. Are you sure you wanna proceed?
ar: سيتم حذف المعلومات المحلية. هل تريد الاستمرار؟
bg: Местните ви данни ще бъдат изтрити. Сигурни ли сте, че искате да продължите?
cs: Vaše místní data budou smazána. Jste si jisti, že chcete pokračovat?
da: Dine lokale data vil blive slettet. Er du sikker på, at du vil fortsætte?
de: Deine Lokalen Daten werden überschrieben. Möchtest du fortfahren?
el: Τα τοπικά δεδομένα σας θα διαγραφούν. Είστε βέβαιοι ότι θα προχωρήσετε?
et: Teie kohalikud andmed kustutatakse. Kas olete kindel, et soovite jätkata?
fi: Sinun tiedot tullaan poistamaan. Haluatko varmasti jatkaa?
ja: ローカルデータが削除されます。続行してもよろしいですか？
lt: Jūsų vietiniai duomenys bus ištrinti. Ar tikrai norite tęsti?
nl: Je plaatselijke data wordt gewist, zeker dat je wilt doorgaan?
no: Lokale data vil bli slettet. Er du sikker på at du vil fortsette?
pl: Twoje dane lokalne zostaną usunięte. Czy na pewno chcesz kontynuować?
ro: Datele locale vor fi șterse. Sigur doriți să continuați?
ru: Локальные данные будут удалены. Вы уверены, что хотите продолжить?
sk: Vaše miestne údaje budú vymazané. Ste si istí, že chcete pokračovať?
sv: Din lokala data kommer att raderas. Är du säker på att du vill fortsätta?
tr: Lokal verilerinizi silinecektir. Devam etmek istiyor musunuz?
uk: Ваші локальні дані буде видалено. Ви дійсно бажаєте продовжити?
zh_cn: 您的本地数据将被清除。确定要继续吗？

# OverwriteTitle
source: Overwrite?
ar: استبدال؟
bg: Презаписвате ли?
da: Overskriv?
de: Überschreiben?
et: Ümberkirjutamine?
fi: Korvaa?
lt: Perrašyti?
nl: Overschrijven
pl: Nadpisać?
ru: Перезаписать?
sk: Prepísať?
tr: Üzerine yaz?
zh_cn: 是否覆盖？

# PaymentIntroductionText
source: When you create a payment you can select the category for that payment along with the account and if it is an expense, an income or a transfer. Payments you created will show up under the account you choose. To get there go to the account list and select the respective account.
ar: عند إنشاء عملية الدفع، يمكنك تحديد الفئة لهذا الدفع مع الحساب وإذا كان ذلك مصروفاً، الدخل أو التحويل. المدفوعات التي قمت بإنشائها ستظهر تحت الحساب الذي تختاره. للوصول إلى قائمة الحساب وتحديد الحساب المعني.
bg: Когато създавате плащане, можете да изберете категорията за това плащане, както и сметката и дали е разход, приход или трансфер. Създадените от вас плащания ще се появят в избраната от вас сметка. За да стигнете дотам, отидете в списъка със сметки и изберете съответната сметка.
cs: Když vytvoříte platbu, můžete vybrat kategorii pro tuto platbu spolu s účtem a pokud se jedná o výdaje, příjem nebo převod. Vámi vytvořené platby se zobrazí pod účtem, který si vyberete. Chcete-li se tam dostat do seznamu účtů a vyberte příslušný účet.
da: Når du opretter en betaling, kan du vælge kategorien for denne betaling sammen med kontoen, og hvis det er en udgift, en indkomst eller en overførsel. Betalinger, du har oprettet, vil blive vist under den konto, du vælger. For at komme dertil gå til kontolisten og vælg kontoen.
de: Wenn du eine Zahlung erstellst kannst du dieser eine Kategorie zuweisen, sowie auswählen ob es sich dabei um eine Ausgabe, eine Einnahme oder einen Übertrag handelt. Erstellte Zahlungen werden dir unter dem ausgewählten Konto angezeigt. Um dorthin zu gelangen, gehe auf die Kontoübersicht und wähle das gewünschte Konto aus.
el: Όταν δημιουργείτε μια πληρωμή, μπορείτε να επιλέξετε την κατηγορία για την εν λόγω πληρωμή μαζί με το λογαριασμό και αν πρόκειται για κόστος, ένα εισόδημα ή μια μεταφορά. Οι πληρωμές που δημιουργήσατε θα εμφανιστούν κάτω από το λογαριασμό που θα επιλέξετε. Για να φτάσετε εκεί πηγαίνετε στη λίστα λογαριασμών και επιλέξτε τον αντίστοιχο λογαριασμό.
et: Makset luues saate valida makse kategooria koos kontoga ning selle, kas tegemist on kulu, tulu või ülekandega. Loodud maksed kuvatakse valitud konto all. Selleks minge kontode loendisse ja valige vastav konto.
fi: Kun luot maksun, voit valita kategorian kyseiselle maksulle yhdessä tilin kanssa ja jos se on kulu, tulot tai siirto. Luomasi maksut näkyvät valitsemasi tilin alla. Jos haluat päästä sinne, mene tilille ja valitse vastaava tili.
ja: 支払を作成する際に、その支払のカテゴリーを口座とともに選択し、それが経費か収入か振込かを選択することができます。 作成された支払いは、選択された口座の下に表示されます。 アカウントリストに移動し、それぞれのアカウントを選択します。
lt: Kurdami mokėjimą galite pasirinkti mokėjimo kategoriją ir sąskaitą, taip pat nurodyti, ar tai yra išlaidos, pajamos ar pervedimas. Sukurti mokėjimai bus rodomi pasirinktoje sąskaitoje. Norėdami ten patekti, eikite į sąskaitų sąrašą ir pasirinkite atitinkamą sąskaitą.
nl: Wanneer je een betaling aanmaakt, kunt u aanduiden welke de categorie is voor die betaling, de rekening selecteren en of het een uitgave, een inkomen of een overboeking betreft aanduiden. Betalingen die u heeft gemaakt, worden zo weergegeven onder het account dat u kiest. Om daar te komen, gaat u naar de accountlijst en selecteert u het respectieve account.
no: Når du oppretter en betaling kan du velge kategorien for betalingen sammen med kontoen og hvis det er en utgift, en inntekt eller en overføring. Betalinger du opprettet vil vises under kontoen du velger. For å komme fram, gå til kontoplan og velg den respektive kontoen.
pl: Podczas tworzenia płatności możesz wybrać kategorię dla tej płatności wraz z kontem i jeśli jest to wydatek, dochód lub transfer. Utworzone płatności pojawią się pod wybranym kontem. Aby tam przejść do listy kont i wybierz odpowiednie konto.
ro: Când creați o plată puteți selecta categoria pentru acea plată împreună cu contul și dacă este o cheltuială, un venit sau un transfer. Plățile create vor apărea sub contul pe care îl alegi. Pentru a obține accesați lista de conturi și selectați contul respectiv.
ru: При создании платежа вы можете выбрать категорию для этого платежа вместе с счетом и если это будет расценкой, доход или перевод. Созданные вами платежи будут отображаться под выбранной учетной записью. Чтобы попасть туда перейдите в список счетов и выберите соответствующий аккаунт.
sk: Pri vytváraní platby môžete vybrať kategóriu tejto platby spolu s účtom a určiť, či ide o výdavok, príjem alebo prevod. Vytvorené platby sa zobrazia pod vybraným účtom. Ak sa tam chcete dostať, prejdite do zoznamu účtov a vyberte príslušný účet.
sv: När du skapar en betalning kan du välja kategorin för den betalningen tillsammans med kontot och om det är en kostnad, en inkomst eller en överföring. Betalningar som du har skapat visas under det konto du väljer. För att komma dit gå till kontolistan och välj respektive konto.
tr: Bir ödeme oluşturduğunuzda, hesapla birlikte bu ödemenin kategorisini ve gider mi, gelir mi yoksa transfer mi olduğunu seçebilirsiniz. Oluşturduğunuz ödemeler seçtiğiniz hesabın altında görünecektir. Oraya ulaşmak için hesap listesine gidin ve ilgili hesabı seçin.
uk: Після створення оплати ви можете вибрати категорію для цього платежу разом з рахунком, і якщо витрата є, дохід або передача. Створені вами платежі будуть з'являтися під обраним обліковим записом. Щоб там сталося, перейдіть до списку облікових записів та оберіть відповідний обліковий запис.
zh_cn: 当您创建付款时，您可以选择该付款类别和账户，如果它是费用， 收入或转帐。 您创建的付款将显示在您选择的帐户下。 要获取到帐户列表并选择相应的帐户。

# PaymentsForCategoryTitle
source: Details for {0}
ar: تفاصيل عن {0}
bg: Подробности за {0}
cs: Podrobnosti pro {0}
da: Detaljer for {0}
de: Details für {0}
el: Λεπτομέρειες για {0}
fi: Tiedot kohteelle {0}
ja: {0} の詳細
lt: Išsami informacija apie {0}
nl: Details voor {0}
no: Detaljer for {0}
pl: Szczegóły dotyczące {0}
ro: Detalii pentru {0}
ru: Детали для {0}
sk: Podrobnosti pre {0}
sv: Detaljer för {0}
tr: Ayrıntılar için {0}
uk: Деталі для {0}
zh_cn: {0} 的详细信息

# PaymentTypeLabel
source: Payment type
ar: نوع الدفع
bg: Вид плащане
cs: Typ platby
da: Betalingstype
de: Zahlungstyp
el: Τύπος πληρωμής
et: Makseviis
fi: Maksun tyyppi
ja: 支払いタイプ
lt: Mokėjimo tipas
nl: Betalings wijze
no: Betalings type
pl: Rodzaj Płatności
ro: Tip de plată
ru: Тип операции
sk: Typ platby
sv: Betalningstyp
tr: Ödeme türü
uk: Тип оплати
zh_cn: 付款类型

# PersonalizationTitle
source: Personalization
ar: تخصيص
bg: Персонализиране
cs: Přizpůsobení
da: Personliggørelse
de: Personalisierung
el: Εξατομικοποίηση
et: Isikupärastamine
fi: Mukauttaminen
ja: 個人設定
lt: Personalizavimas
nl: personaliseren
no: Personalisering
pl: Personalizacja
ro: Personalizare
ru: Персонализация
sk: Personalizácia
sv: Personalisering
tr: Kişiselleştirme
uk: Персоналізація
zh_cn: 个性化

# QuarterlyLabel
source: Quarterly
ar: كل 4 أشهر
bg: Тримесечно
cs: Čtvrté
da: Kvartalsvis
de: Vierteljährlich
el: Τριμηνιαία
et: Kord kvartalis
fi: Neljännesvuosittain
ja: 四半期ごと
lt: Kas ketvirtį
nl: Per kwartaal
no: Kvartalsvis
pl: Kwartalnie
ro: trimestrial
ru: Ежеквартально
sk: Štvrťročne
sv: Kvartalsvis
tr: Üç Aylık
uk: Щокварталу
zh_cn: 每季度

# RateLabel
source: Rate this app!
ar: قيّم هذا التطبيق!
bg: Оценете това приложение!
cs: Ohodnoťte tuto aplikaci!
da: Bedøm app'en
de: Bewerte diese App!
el: Βαθμολογήστε αυτήν την εφαρμογή!
et: Hinda seda rakendust!
fi: Arvostele sovellus!
ja: このアプリを評価してください！
lt: Įvertinkite šią programą!
nl: Geef deze app een rating!
no: Vurder denne appen!
pl: Oceń aplikację!
ro: Evaluează această aplicație!
ru: Оцените это приложение!
sk: Ohodnoťte túto aplikáciu!
sv: Betygsätt denna app!
tr: Rate us!
uk: Оцініть цей додаток!
zh_cn: 给这个应用打分！

# RateReminderText
source: We hope you like our app. Support us with a rating in the store. Do you want to go the the store to rate?
ar: نأمل أن تحب تطبيقنا. قم بدعمنا عبر تقييمنا في المتجر. هل تريد الذهاب إلى المتجر للتقيم؟
bg: Надяваме се, че харесвате приложението ни. Подкрепете ни като ни оцените в магазина. Искате ли да отидете в магазина и да ни оцените?
cs: Doufáme, že se vám naše aplikace líbí. Podpořte nás hodnocením v obchodě. Chcete přejít na hodnocení obchodu?
da: Vi håber du kan lide vores app. Støt os med en bedømmelse i butikken. Vil du gå til butikken for at bedømme?
de: Wir hoffen dass dir unser App gefällt. Unterstütze uns mit einer Bewertung. Möchtest du jetzt in den store gehen um eine Bewertung abzugeben?
el: Ελπίζουμε ότι σας αρέσει η εφαρμογή μας. Υποστηρίξτε μας με μια βαθμολογία στο κατάστημα. Θέλετε να πάτε στο κατάστημα για να αξιολογήσετε?
et: Loodame, et teile meeldib meie rakendus. Toetage meid poes hinnanguga. Kas soovite minna poodi hindama?
fi: Toivomme että pidätte applikaatiostamme. Tue meitä antamalla arvostelun kaupassa. Haluatko päästä kauppaan antamaan arvostelun?
ja: 私たちは、あなたが私たちのアプリを気に入っていただければ幸いです。ストアでの評価で私たちをサポートしてください。 評価するためにストアに行きますか？
lt: Tikimės, kad jums patiks mūsų programėlė. Palaikykite mus su įvertinimu parduotuvėje. Ar norite eiti į parduotuvę ir įvertinti?
nl: We hopen dat je deze app leuk vindt. Steun ons met een waardering in de store. Wil je naar de store om te om ons te beoordelen?
no: Vi håper du liker appen vår. Støtt oss med en vurdering i butikken. Vil du starte butikken.
pl: Mamy nadzieje że lubisz naszą aplikacje. Wesprzyj nas oceniając ją w sklepie. Czy chcesz przejść do sklepu aby ocenić?
ro: Sperăm că îți place aplicația noastră. Susține-ne cu un rating în magazin. Vrei să mergi la magazin pentru a evalua?
ru: Мы надеемся, что вам понравилось наше приложение. Помогите нам с оценкой в магазине. Перейти в магазин для оценки?
sk: Dúfame, že sa vám naša aplikácia páči. Podporte nás hodnotením v obchode. Chcete ísť do obchodu hodnotiť?
sv: Vi hoppas att du gillar vår app. Stöd oss med ett betyg i butiken. Vill du gå till butiken?
tr: Umarız uygulamamızı beğenmişsinizdir. Mağazada bize puan vererek destekleyebilirsiniz. Puan vermek için mağazaya gitmek ister misiniz?
uk: Сподіваємося, вам сподобається наша програма. Підтримайте нас рейтингом у магазині. Бажаєте оцінити?
zh_cn: 我们希望你能喜欢我们的应用。请在商店评五星以支持我们。您想去商店评分吗？

# RateReminderTitle
source: Rate this app
ar: تقييم هذا التطبيق
bg: Оценете приложението
cs: Ohodnoťte tuto aplikaci
da: Bedøm app'en
de: Bewerte dieses App
el: Βαθμολογήστε αυτήν την εφαρμογή
et: Hinda seda rakendust
fi: Arvostele sovellus
ja: このアプリを評価
lt: Įvertinkite šią programėlę
nl: Beoordeel deze app.
no: Vurder denne appen
pl: Oceń tę aplikację
ro: Evaluează această aplicație
ru: Оценить приложение
sk: Hodnotiť túto aplikáciu
sv: Betygsätt denna app
tr: Bu uygulamayı puanla
uk: Оцініть цей додаток
zh_cn: 点个赞

# RecurrenceLabel
source: Recurrence
ar: التكرار
bg: Повторение
cs: Opakování
da: Tilbagevendelse
de: Wiederholung
el: Επανάληψη
et: Taastumine
fi: Toistuminen
ja: 繰り返し
lt: Pasikartojimas
nl: Herhalling
no: Gjentakelse
pl: Powtarzanie
ro: Reapariţie
ru: Периодичность
sk: Opakovanie
sv: Återkommande
tr: Yineleme
uk: Повторення
zh_cn: 定期重复

# RecurringLabel
source: Is Recurring
ar: دفع متكرر
bg: Повтаря ли се
cs: Opakuje se
da: Er tilbagevendende
de: Wiederkehrend
el: Είναι Επαναλαμβανόμενο
et: On korduv
fi: Toistuva
ja: 繰り返し処理中
lt: Ar pasikartoja
nl: Is terugkerend
no: Er tilbakevendende
pl: Cykliczny
ro: Este recurent
ru: Переодический
sk: Opakuje sa
sv: Återkommande
tr: Yinelenen
uk: Повторюється
zh_cn: 为定期重复

# RequireNoteCheckbox
source: Note required
ar: الملاحظة مطلوبة
bg: Изисква се бележка
cs: Je vyžadována poznámka
da: Kommentar påkrævet
de: Notiz erforderlich
el: Απαιτείται σημείωση
et: Vajalik märkus
fi: Huomautus vaaditaan
ja: メモが必要です
lt: Reikalinga pastaba
nl: Opmerking verplicht.
no: Merknad påkrevd
pl: Wymagana uwaga
ro: Notă necesară
ru: Заметка обязательна
sk: Požadovaná poznámka
sv: Anteckning krävs
tr: Not gerekli
uk: Потрібна нотатка
zh_cn: 必填项

# RestoreBackupCanceledMessage
source: Restoring backup was canceled.
ar: تم إلغاء استعادة النسخ الاحتياطي.
bg: Възстановяването на резервно копие беше отменено.
cs: Obnovení zálohy bylo zrušeno.
da: Gendannelse af backup blev annulleret.
de: Wiederherstellung der Sicherung wurde abgebrochen.
el: Η επαναφορά αντιγράφου ασφαλείας ακυρώθηκε.
et: Varukoopia taastamine tühistati.
fi: Varmuuskopioinnin palauttaminen peruutettiin.
ja: バックアップの復元がキャンセルされました。
lt: Atsarginės kopijos atkūrimas buvo atšauktas.
nl: Herstellen van backup is geanuleerd
no: Gjenoppretting av sikkerhetskopi ble avbrutt.
pl: Przywracanie kopii zapasowej zostało anulowane.
ro: Restaurarea backup-ului a fost anulată.
ru: Восстановление резервной копии отменено.
sk: Obnovenie zálohy bolo zrušené.
sv: Återställning av säkerhetskopia avbröts.
tr: Yedeklemenin geri yüklenmesi iptal edildi.
uk: Відновлення резервної копії було скасовано.
zh_cn: 恢复备份已被取消。

# RestoreBackupInformationLabel
source: Download the previous uploaded database backup and replace your local data with it. WARNING: Local changes you made meanwhile will be lost!
ar: حمل النسخة الاحتباطية المرفوعة مسبقاَ واستبدل البيانات الحالية بها. تحذير: التغييرات الحالية سوف يتم حذفها!
bg: Изтеглете предишното качено резервно копие на базата данни и заменете с него локалните си данни. ПРЕДУПРЕЖДЕНИЕ: Местните промени, които сте направили междувременно, ще бъдат изгубени!
cs: Stáhněte si předchozí nahranou databázi a nahraďte jí svá místní data. VAROVÁNÍ: Místní změny, které jste mezitím provedli, budou ztraceny!
da: Download den tidligere uploadede database backup og overskriv dine lokale data med det. ADVARSEL: Lokale ændringer, du lavede i mellemtiden, vil gå tabt!
de: Wir laden die vorher erstellte Datenbanksicherung herunter und ersetzten deine lokalen Daten damit. ACHTUNG: In der Zwischenzeit gemachte lokale Änderungen gehen verloren!
el: Κατεβάστε το προηγούμενο αντίγραφο ασφαλείας της βάσης δεδομένων που μεταφορτώσατε και αντικαταστήστε τα τοπικά σας δεδομένα με αυτό. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Οι τοπικές αλλαγές που κάνατε εν τω μεταξύ θα χαθούν!
et: Laadige alla eelmine üleslaetud andmebaasi varukoopia ja asendage sellega oma kohalikud andmed. HOIATUS: Vahepeal tehtud kohalikud muudatused lähevad kaduma!
fi: Lataa viimeisin pilveen ladattu varmuuskopio, ja korvaa tämän hetkiset tietosi sillä. VAROITUS: Paikalliset muutokset jotka teit varmuuskopion jälkeen häviävät!
ja: 以前アップロードされたデータベースのバックアップをダウンロードし、ローカルデータを置き換えます。 警告: その間に行ったローカル変更は失われます!
lt: Atsisiųskite anksčiau įkeltą atsarginę duomenų bazės kopiją ir pakeiskite ja vietinius duomenis. ĮSPĖJIMAS: per tą laiką atlikti vietiniai pakeitimai bus prarasti!
nl: Download de vorige geüploade database back-up en vervang uw lokale gegevens hiermee. WAARSCHUWING: Lokale wijzigingen die u ondertussen heeft aangebracht, gaan verloren!
no: Last ned den forrige opplastede sikkerhetskopien til databasen og erstatt din lokale data med den. ADVARSEL: Lokale endringer du har gjort betyr når du går tapt!
pl: Pobierz poprzednią kopie zapasową bazy danych i zastąp nią bieżące dane lokalne. Uwaga: Zmiany lokalne wprowadzone w międzyczasie zostaną utracone!
ro: Descarcă copia de siguranță a bazei de date încărcate anterior și înlocuiește datele locale cu aceasta. ATENȚIE: Modificările locale pe care le-ai făcut între timp vor fi pierdute!
ru: Скачать резервную копию и заменить ей локальные данные. ВНИМАНИЕ: Ваши локальные изменения будут утеряны!
sk: Stiahnite si predchádzajúcu nahranú zálohu databázy a nahraďte ňou svoje miestne údaje. VAROVANIE: Miestne zmeny, ktoré ste medzitým vykonali, sa stratia!
sv: Ladda ner den tidigare uppladdade databassäkerhetskopieringen och ersätt din lokala data med den. VARNING: Lokala ändringar du gjort under tiden kommer att gå förlorade!
tr: Bir önceki yedeklemenizi indirip, lokal verilerinizle değiştirin. UYARI: Lokal değişiklik yaptığınız sırada verileriniz kaybolabilir!
uk: Завантажте попередню завантажену резервну копію бази даних і замініть на неї локальні дані. УВАГА: внесені вами локальні зміни будуть втрачені!
zh_cn: 下载云端数据并覆盖。 【警告】：未备份的本地更改将被丢失！

# RestoreBackupLabel
source: Restore Backup
ar: استرجاع النسخة الاحتياطية
bg: Възстанови бекъп
cs: Obnovit zálohu
da: Gendan backup
de: Sicherung wiederherstellen
el: Επαναφορά Αντιγράφου Ασφαλείας
et: Taastada varukoopia
fi: Palauta varmuuskopio
ja: バックアップを復元
lt: Atkurti atsarginę kopiją
nl: Herstel Back-up
no: Gjenopprett sikkerhetskopi
pl: Przywróć z kopii zapasowej
ro: Restabilire copie de rezervă
ru: Восстановить из резервной копии
sk: Obnovenie zálohovania
sv: Återställ säkerhetskopia
tr: Yedeklemeyi geri yükle
uk: Відновити резервну копію
zh_cn: 还原备份

# RevenueLabel
source: Revenue
ar: الإيراد
bg: Приходи
cs: Výnosy
da: Omsætning
de: Einkommen
el: Έσοδα
et: Tulud
fi: Tulot
ja: 収入
lt: Pajamos
nl: Omzet
no: Inntekter
pl: Przychód
ro: Venituri
ru: Прибыль
sk: Príjmy
sv: Intäkter
tr: Hasılat
uk: Дохід
zh_cn: 利润

# SaveLabel
source: Save
ar: حفظ
bg: Запазване
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
et: Salvesta
fi: Tallenna
ja: 保存
lt: Išsaugoti
nl: opslaan
no: Lagre
pl: Zapisz
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
zh_cn: 保存

# SavingAccountMessage
source: Saving Account...
ar: جارٍ حفظ الحساب...
bg: Спестовна сметка...
cs: Ukládání účtu...
da: Gemmer konto...
de: Konto speichern...
el: Αποθήκευση Λογαριασμού...
et: Säästukonto...
fi: Tallennetaan Tiliä...
ja: アカウントを保存しています...
lt: Taupomoji sąskaita...
nl: Spaarrekening
no: Lagrer konto ...
pl: Zapisywanie Konta...
ro: Se salvează contul...
ru: Сохранение счёта...
sk: Sporiaci účet...
sv: Sparar konto...
tr: Tasarruf Hesabı...
uk: Збереження облікового запису...
zh_cn: 正在保存帐户...

# SavingCategoryMessage
source: Saving Category...
ar: حفظ الفئة...
bg: Запазване на категория...
cs: Ukládání kategorie...
da: Gemmer kategori...
de: Kategorie speichern...
el: Αποθήκευση Κατηγορίας...
et: Kategooria säästmine...
fi: Tallennetaan Kategoriaa...
ja: カテゴリを保存しています...
lt: Taupymo kategorija...
nl: Categorie opslaan ...
no: Lagrer kategori...
pl: Zapisywanie kategorii...
ro: Se salvează categoria...
ru: Сохранение категории...
sk: Uloženie kategórie...
sv: Sparar kategori...
tr: Kategori Kaydetme...
uk: Збереження категорії...
zh_cn: 保存类别...

# SavingPaymentMessage
source: Saving Payment...
ar: حفظ الدفع...
bg: Спестяване на плащане...
cs: Ukládání platby...
da: Gemmer betaling...
de: Zahlung speichern...
el: Αποθήκευση Πληρωμής...
et: Makse säästmine...
fi: Tallennetaan Maksua...
ja: 支払いを保存しています...
lt: Mokėjimo taupymas...
nl: Betaling opslaan
no: Lagrer betaling...
pl: Zapisywanie płatności...
ro: Se salvează plata...
ru: Сохранение операции...
sk: Úspora platieb...
sv: Sparar betalning...
tr: Ödeme Tasarrufu...
uk: Збереження платежу...
zh_cn: 正在保存付款...

# SearchLabel
source: Search
ar: البحث
bg: Търсене
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
et: Otsi
fi: Hae
ja: 検索
lt: Paieška
nl: zoeken
no: Søk
pl: Szukaj
ro: Caută
ru: Поиск
sk: Vyhľadávanie
sv: Sök
tr: Ara
uk: Пошук
zh_cn: 搜索

# SelectCategoryTitle
source: Select Category
ar: حدد الفئة
bg: Изберете категория
cs: Vybrat kategorii
da: Vælg kategori
de: Kategorie auswählen
el: Επιλογή Κατηγορίας
et: Valige kategooria
fi: Valitse kategoria
ja: カテゴリの選択
lt: Pasirinkite kategoriją
nl: selecteer categorie
no: Velg kategori
pl: Wybierz Kategorie
ro: Selectaţi categoria
ru: Выберите категорию
sk: Vyberte kategóriu
sv: Välj kategori
tr: Kategori Seçin
uk: Виберіть категорію
zh_cn: 选择分类

# SelectDateLabel
source: Select Date
ar: حدد تاريخ
bg: Избор на дата
cs: Vybrat datum
da: Vælg dato
de: Datum wählen
el: Επιλογή Ημερομηνίας
et: Valige kuupäev
fi: Valitse päivämäärä
ja: 日付の選択
lt: Pasirinkite datą
nl: selecteer datum
no: Velg dato
pl: Wybierz datę
ro: Selectați data
ru: Выбрать дату
sk: Zvoľte dátum
sv: Välj datum
tr: Tarih Seç
uk: Оберіть дату
zh_cn: 选择日期

# SelectedAccountHeader
source: Selected Account
ar: الحساب المحدد
bg: Избрана сметка
cs: Vybraný účet
da: Valgt konto
de: Ausgewähltes Konto
el: Επιλεγμένος Λογαριασμός
et: Valitud konto
fi: Valittu Tili
ja: 選択されたアカウント
lt: Pasirinkta paskyra
nl: Geselecteerde account
no: Valgt konto
pl: Wybrane konto
ro: Cont selectat
ru: Выбранный аккаунт
sk: Vybraný účet
sv: Valt konto
tr: Seçilmiş Hesap
uk: Вибраний акаунт
zh_cn: 选择的帐户

# SelectFilterTitle
source: Select Filter
ar: تحديد عامل التصفية
bg: Изберете филтър
cs: Vybrat filtr
da: Vælg filter
de: Filter auswählen
el: Επιλογή Φίλτρου
et: Valige Filter
fi: Valitse Suodatin
ja: フィルタの選択
lt: Pasirinkite filtrą
nl: Selecteer filter
no: Velg filter
pl: Wybierz Filtr
ro: Selectați Filtru
ru: Фильтр
sk: Vybrať filter
sv: Välj filter
tr: Filtre seçin
uk: Виберіть фільтр
zh_cn: 筛选
