Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Ui/Resources/Strings/Translations.*.resx
Languages: ar, bg, cs, da, de, el, et, fi, ja, lt, nl, no, pl, ro, ru, sk, sv, tr, uk, zh_cn

# CategoryProgressionDescription
source: Shows the progression of a category by month.
ar: يظهر تسلسل فئة شهريا.
bg: Показва развитието на дадена категория по месеци.
cs: Zobrazí průběh kategorie podle měsíce.
da: Viser fremskridt for en kategori pr. måned.
de: Zeigt die Entwicklung einer Kategorie von Monat zu Monat.
el: Εμφανίζει την εξέλιξη μιας κατηγορίας ανά μήνα.
et: Näitab kategooria arengut kuude kaupa.
fi: Näyttää kategorian etenemisen kuukausittain.
ja: カテゴリの進行状況を月別に表示します。
lt: Rodoma kategorijos raida pagal mėnesius.
nl: Toont de progressie van een categorie per maand.
no: Viser progresjonen etter måned.
pl: Pokazuje postęp kategorii w miesiącu.
ro: Arată progresia unei categorii pe lună.
ru: Показывает прогресс категории по месяцам.
sk: Zobrazuje vývoj kategórie podľa mesiacov.
sv: Visar en kategoris progression per månad.
tr: Bir kategorinin aylara göre ilerlemesini gösterir.
uk: Показує прогрес категорії на місяць.
zh_cn: 按月显示类别的进度。

# CategoryProgressionLabel
source: Category Progression
ar: تقدم الفئة
bg: Повишаване на категорията
cs: Průběh kategorie
da: Kategori fremskridt
de: Kategorieverlauf
el: Πρόοδος Κατηγορίας
et: Kategooria areng
fi: Kategorian Eteneminen
ja: カテゴリの進行状況
lt: Kategorijos progresavimas
nl: Categorie vooruitgang
no: Kategori Progresjon
pl: Postęp kategorii
ro: Progresie categorie
ru: Прогресс категории
sk: Postup v kategórii
sv: Kategori Progression
tr: Kategori İlerlemesi
uk: Прогресія категорії
zh_cn: 类别进度

# SelectCategoryLabel
source: Select category..
ar: حدد الفئة..
bg: Изберете категория..
cs: Vyberte kategorii.
da: Vælg en kategori...
de: Kategorie auswählen..
el: Επιλέξτε κατηγορία..
et: Valige kategooria..
fi: Valitse luokka..
ja: カテゴリを選択..
lt: Pasirinkite kategoriją..
nl: Tik om categorieën te zoeken …
no: Velg kategori..
pl: Wybierz kategorię..
ro: Selectați categoria..
ru: Выберите категорию
sk: Vyberte kategóriu..
sv: Välj kategori..
tr: Kategori seçiniz..
uk: Виберіть категорію..
zh_cn: 选择类别...

# CategoryProgressionTitle
source: Category Progression
ar: تقدم الفئة
bg: Повишаване на категорията
cs: Průběh kategorie
da: Kategori fremskridt
de: Kategorieverlauf
el: Πρόοδος Κατηγορίας
et: Kategooria areng
fi: Kategorian Eteneminen
ja: カテゴリの進行状況
lt: Kategorijos progresavimas
nl: Categorie vooruitgang
no: Kategori Progresjon
pl: Postęp kategorii
ro: Progresie categorie
ru: Прогресс категории
sk: Postup v kategórii
sv: Kategori Progression
tr: Kategori İlerlemesi
uk: Прогресія категорії
zh_cn: 类别进度

# EditPaymentTitle
source: Edit Payment
ar: تعديل الدفع
bg: Редактиране на плащане
cs: Upravit platbu
da: Rediger betaling
de: Zahlung bearbeiten
el: Επεξεργασία Πληρωμής
et: Makse muutmine
fi: Muokkaa Maksua
ja: 支払いを編集
lt: Redaguoti mokėjimą
nl: Betaling bewerken
no: Rediger betaling
pl: Edytuj płatność
ro: Editare plată
ru: Изменить платеж
sk: Upraviť platbu
sv: Redigera betalning
tr: Ödeme Düzenle
uk: Редагувати платіж
zh_cn: 编辑付款

# InitialBalanceLabel
source: Initial Balance
ar: الرصيد الأولي
bg: Първоначален баланс
cs: Počáteční zůstatek
da: Oprindelig Saldo
de: Anfangsguthaben
el: Αρχικό Υπόλοιπο
et: Esialgne saldo
fi: Alkuperäinen Saldo
ja: 初期残高
lt: Pradinis balansas
nl: Beginbalans
no: Innledende saldo
pl: Saldo początkowe
ro: Soldul inițial
ru: Начальный баланс
sk: Počiatočný zostatok
sv: Initialt saldo
tr: Başlangıç Bakiyesi
uk: Початковий баланс
zh_cn: 初始余额

# AllLabel
source: All
ar: الكل
bg: Всички
cs: Vše
da: Alt
de: Alle
el: Όλα
et: Kõik
fi: Kaikki
ja: すべて
lt: Visi
nl: Alles
no: Alle
pl: Wszystkie
ro: Toate
ru: Все
sk: Všetky
sv: Alla
tr: Tümü
uk: Всі
zh_cn: 所有的

# HomeTitle
source: Home
ar: المنزل
bg: Начало
cs: Domů
da: Startside
de: Start
el: Αρχική
et: Kodu
fi: Koti
ja: ホーム
lt: Pagrindinis
nl: Startscherm
no: Hjem
pl: Strona główna
ro: Acasă
ru: Главная
sk: Domov
sv: Hem
tr: Ev
uk: Домашній екран
zh_cn: 首页

# MenuTitle
source: Menu
ar: القائمة
bg: Меню
el: Μενού
et: Menüü
fi: Valikko
ja: メニュー
lt: Meniu
no: Meny
ro: Meniu
ru: Меню
sk: Ponuka
sv: Meny
tr: Menü
uk: Меню
zh_cn: 菜单

# LastDayOfMonthLabel
source: Last Day of Month
ar: اليوم الأخير من الشهر
bg: Последен ден на месеца
cs: Poslední den v měsíci
da: Månedens sidste dag
de: Letzter Tag des Monats
el: Τελευταία ημέρα του μήνα
et: Kuu viimane päev
fi: Kuukauden viimeinen päivä
ja: 月末の日
lt: Paskutinė mėnesio diena
nl: Laatste dag van de maand
no: Siste dag i måneden
pl: Ostatni dzień miesiąca
ro: Ultima zi a lunii
ru: Последняя работа cron
sk: Posledný deň mesiaca
sv: Sista dagen i månaden
tr: Ayın Son Günü
uk: Останній день місяця
zh_cn: 月的最后一天

# OpenLogLabel
source: Open Log
ar: فتح السجل
bg: Отворен дневник
cs: Otevřít protokol
da: Åbn log
de: Logdatei Öffnen
el: Άνοιγμα Καταγραφής
et: Avatud logi
fi: Avaa Loki
ja: ログを開く
lt: Atviras žurnalas
nl: Open logbestand
no: Åpne loggen
pl: Otwórz dziennik
ro: Deschide jurnal
ru: Открыть лог
sk: Otvoriť denník
sv: Öppna logg
tr: Açık Günlük
uk: Відкрити журнал
zh_cn: 打开日志

# BudgetsTitle
source: Budgets
ar: الميزانيات
bg: Бюджети
cs: Rozpočty
da: Budgetter
el: Προϋπολογισμοί
et: Eelarved
fi: Budjetit
ja: 予算
lt: Biudžetai
nl: Budgetten
no: Budsjetter
pl: Budżet
ro: Bugete
ru: Бюджеты
sk: Rozpočty
sv: Budgetar
tr: Bütçeler
uk: Бюджети
zh_cn: 预算

# NoBudgetsMessage
source: There are no Budgets yet. Go ahead and create one!
ar: لا توجد ميزانيات حتى الآن. امضي قدماً وقم بإنشاء واحدة!
bg: Все още няма бюджети. Започнете и създайте такъв!
cs: Zatím nejsou žádné rozpočty. Pokračujte vpřed a vytvořte jej!
da: Der er endnu ingen budgetter. Start ved at oprette et
de: Es gibt noch keine Budgets. Erstelle jetzt eines!
el: Δεν υπάρχουν ακόμα προϋπολογισμοί. Προχωρήστε και δημιουργήστε ένα!
et: Eelarved puuduvad veel. Looge üks!
fi: Budjetteja ei ole vielä. Mene eteenpäin ja luo yksi!
ja: 予算はまだありません。作成してください！
lt: Biudžetų dar nėra. Pirmyn ir sukurkite jį!
nl: Er zijn nog geen budgetten. Maak er een aan!
no: Det er ingen budsjett enda. Gå videre og opprett en!
pl: Nie ma jeszcze żadnych budżetów. Kontynuuj i utwórz jeden!
ro: Nu există încă niciun buget. Continuați și creați unul!
ru: Пока нет бюджетов. Начните с создания бюджета!
sk: Zatiaľ nie sú k dispozícii žiadne rozpočty. Pokračujte a vytvorte ho!
sv: Det finns inga budgetar än. Gå vidare och skapa en!
tr: Henüz Bütçe yok. Devam edin ve bir tane oluşturun!
uk: Наразі немає жодного Бюджету. Створи його та створити!
zh_cn: 还没有预算。继续前进并创建一个！

# AddBudgetLabel
source: Add Budget
ar: إضافة ميزانية
bg: Добавяне на бюджет
cs: Přidat rozpočet
da: Tilføj budget
de: Budget hinzufügen
el: Προσθήκη Προϋπολογισμού
et: Eelarve lisamine
fi: Lisää Budjetti
ja: 予算を追加
lt: Pridėti biudžetą
nl: Budget toevoegen
no: Legg til budsjett
pl: Dodaj budżet
ro: Adaugă buget
ru: Добавить бюджет
sk: Pridať rozpočet
sv: Lägg till budget
tr: Bütçe Ekle
uk: Додати бюджет
zh_cn: 添加预算

# AddBudgetTitle
source: Add Budget
ar: إضافة ميزانية
bg: Добавяне на бюджет
cs: Přidat rozpočet
da: Tilføj budget
de: Budget hinzufügen
el: Προσθήκη Προϋπολογισμού
et: Eelarve lisamine
fi: Lisää Budjetti
ja: 予算を追加
lt: Pridėti biudžetą
nl: Budget toevoegen
no: Legg til budsjett
pl: Dodaj budżet
ro: Adaugă buget
ru: Добавить бюджет
sk: Pridať rozpočet
sv: Lägg till budget
tr: Bütçe Ekle
uk: Додати бюджет
zh_cn: 添加预算

# BudgetNameLabel
source: Budget Name
ar: اسم الميزانية
bg: Име на бюджета
cs: Název rozpočtu
da: Budgetnavn
el: Όνομα Προϋπολογισμού
et: Eelarve Nimi
fi: Budjetin Nimi
ja: 予算名
lt: Biudžeto pavadinimas
nl: Budgetnaam
no: Budsjett navn
pl: Nazwa budżetu
ro: Nume buget
ru: Название бюджета
sk: Názov rozpočtu
sv: Budget namn
tr: Bütçe Adı
uk: Назва бюджету
zh_cn: 预算名称

# MoreTitle
source: More
ar: المزيد
bg: Още
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
et: Rohkem
fi: Lisää
ja: もっと見る
lt: Daugiau
nl: Meer
no: Mer
pl: Więcej
ro: Mai
ru: Другое
sk: Viac na
sv: Mer
tr: Daha fazla
uk: Більше
zh_cn: 更多

# SelectedCategoriesLabel
source: Selected Categories
ar: الفئات المحددة
bg: Избрани категории
cs: Vybrané kategorie
da: Valgte kategorier
de: Kategorien auswählen
el: Επιλεγμένες Κατηγορίες
et: Valitud kategooriad
fi: Valitut Kategoriat
ja: 選択されたカテゴリ
lt: Pasirinktos kategorijos
nl: Selecteer categorie
no: Valgte kategorier
pl: Wybrane kategorie
ro: Categorii selectate
ru: Выбранные категории
sk: Vybrané kategórie
sv: Valda kategorier
tr: Seçilmiş Kategoriler
uk: Вибрані категорії
zh_cn: 选定的类别

# BackupUploadSkippedMessage
source: Upload of backup skipped, since remote version was already up to date.
ar: تم تخطي التحميل من النسخة الاحتياطية، لأن الإصدار البعيد قد تم تحديثه بالفعل.
bg: Качването на резервно копие е пропуснато, тъй като отдалечената версия вече е била актуална.
cs: Nahrávání zálohy přeskočeno, protože vzdálená verze je již aktuální.
da: Upload af backup sprunget over, da ekstern version allerede var opdateret.
de: Hochladen der Sicherung wurde übersprungen, da die Sicherung bereits aktuell war.
el: Το ανέβασμα αντιγράφου ασφαλείας παραλείφθηκε, δεδομένου ότι η απομακρυσμένη έκδοση ήταν ήδη ενημερωμένη.
et: Varukoopia üleslaadimine jäeti vahele, kuna kaugversioon oli juba ajakohane.
fi: Varmuuskopion lataus ohitettu, koska etäversio oli jo ajan tasalla.
ja: リモートのバージョンが既に最新の状態になっているため、バックアップをスキップしました。
lt: Atsarginės kopijos įkėlimas praleistas, nes nuotolinė versija jau buvo atnaujinta.
nl: Uploaden van de back-up overgeslagen, omdat de externe versie al up-to-date was.
no: Opplasting av sikkerhetskopi ble ikke opphatt, siden ekstern versjon allerede var oppdatert.
pl: Przesyłanie kopii zapasowej pominięte, ponieważ wersja zdalna była już aktualna.
ro: Încărcarea copiei de rezervă a fost omisă, deoarece versiunea la distanță era deja actualizată.
ru: Загрузка резервной копии пропущена, так как удаленная версия уже актуальна.
sk: Nahrávanie zálohy bolo preskočené, pretože vzdialená verzia už bola aktuálna.
sv: Uppladdning av säkerhetskopiering hoppades över, eftersom fjärrversionen redan var uppdaterad.
tr: Uzak sürüm zaten güncel olduğu için yedeklemenin yüklenmesi atlandı.
uk: Завантаження резервної копії пропущено, оскільки віддалена версія була в актуальному стані.
zh_cn: 上传备份已经跳过，因为远程版本已经是最新的。

# EditBudgetTitle
source: Edit Budget
ar: تعديل الميزانية
bg: Редактиране на бюджета
cs: Upravit rozpočet
da: Redigér budget
de: Budget bearbeiten
el: Επεξεργασία Προϋπολογισμού
et: Eelarve muutmine
fi: Muokkaa Budjettiä
ja: 予算を編集
lt: Redaguoti biudžetą
nl: Begroting bewerken
no: Rediger budsjett
pl: Edytuj budżet
ro: Editare buget
ru: Изменить бюджет
sk: Úprava rozpočtu
sv: Redigera budget
tr: Bütçeyi Düzenle
uk: Редагувати бюджет
zh_cn: 编辑预算

# DeleteBudgetConfirmationMessage
source: Do you really want to delete this budget?
ar: هل تريد حقاً حذف هذه الميزانية؟
bg: Наистина ли искате да изтриете този бюджет?
cs: Opravdu chcete odstranit tento rozpočet?
da: Er du sikker på at du vil slette dette budget?
de: Möchtest du dieses Budget wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτόν τον προϋπολογισμό?
et: Kas te tõesti soovite selle eelarve kustutada?
fi: Haluatko todella poistaa tämän budjetin?
ja: この予算を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti šį biudžetą?
nl: Wil je deze gebruiker echt verwijderen?
no: Vil du virkelig slette dette budsjettet?
pl: Czy naprawdę chcesz usunąć ten budżet?
ro: Sunteţi sigur că doriţi să ştergeţi acest buget?
ru: Вы действительно хотите удалить этот бюджет?
sk: Naozaj chcete tento rozpočet vymazať?
sv: Vill du verkligen ta bort denna budget?
tr: Bu bütçeyi gerçekten silmek istiyor musunuz?
uk: Видалити цей бюджет?
zh_cn: 您真的想要删除这个预算吗？

# TimeRangeLabel
source: Time Range
ar: النطاق الزمني
bg: Времеви диапазон
cs: Časový rozsah
da: Tidsinterval
de: Zeitspanne
el: Χρονικό Εύρος
et: Ajavahemik
fi: Aikaväli
ja: 時間範囲
lt: Laiko intervalas
nl: Tijdsbereik
no: Tidsintervall
pl: Zakres czasu
ro: Interval de timp
ru: Диапазон времени
sk: Časový rozsah
sv: Tidsintervall
tr: Zaman Aralığı
uk: Діапазон часу
zh_cn: 时间范围

# LastFiveYearsLabel
source: Last Five Years
ar: السنوات الخمس الأخيرة
bg: Последните пет години
cs: Posledních pět let
da: Sidste 5 år
de: Letzten fünf Jahre
el: Τελευταία Πέντε Χρόνια
et: Viimased viis aastat
fi: Viimeiset Viisi Vuotta
ja: 過去５年間
lt: Pastarieji penkeri metai
nl: Laatste 2 Jaar
no: Siste fem år
pl: Ostatnie pięć lat
ro: Ultimii cinci ani
ru: Последние пять лет
sk: Posledných päť rokov
sv: Senaste fem åren
tr: Son Beş Yıl
uk: Останні п'ять років
zh_cn: 最近五年

# LastThreeYearsLabel
source: Last Three Years
ar: السنوات الثلاث الأخيرة
bg: Последните три години
cs: Poslední tři roky
da: Sidste 3 år
de: Letzten drei Jahre
el: Τελευταία Τρία Έτη
et: Viimased kolm aastat
fi: Viimeiset Kolme Vuotta
ja: 過去３年間
lt: Paskutiniai treji metai
nl: Afgelopen drie dagen
no: Siste tre år
pl: Ostatnie trzy lata
ro: Ultimii trei ani
ru: Последние три года
sk: Posledné tri roky
sv: Senaste tre åren
tr: Son Üç Yıl
uk: Останні три роки
zh_cn: 最近三年

# LastTwoYearsLabel
source: Last Two Years
ar: آخر سنتين
bg: Последните две години
cs: Poslední dva roky
da: Sidste 2 år
de: Letzten zwei Jahre
el: Τελευταία Δύο Χρόνια
et: Viimased kaks aastat
fi: Viimeiset Kaksi Vuotta
ja: 過去２年間
lt: Pastarieji dveji metai
no: Siste to år
pl: Ostatnie dwa lata
ro: Ultimii doi ani
ru: Последние два года
sk: Posledné dva roky
sv: Senaste två åren
tr: Son İki Yıl
uk: Останні два роки
zh_cn: 最近两年

# LastYearLabel
source: Last Year
ar: السنة الماضية
bg: Миналата година
cs: Minulý rok
da: Sidste år
de: Letztes Jahr
el: Προηγούμενο Έτος
et: Eelmine aasta
fi: Viime Vuosi
ja: 昨年の
lt: Praėjusiais metais
nl: Vorig jaar
no: I fjor
pl: Ostatni rok
ro: Anul trecut
ru: Прошлый год
sk: Minulý rok
sv: Förra året
tr: Geçen Yıl
uk: Останній рік
zh_cn: 最后年份

# YearToDateLabel
source: Year to date
ar: السنة حتى الآن
bg: От началото на годината
cs: Rok k datu
da: År til dato
de: Dieses Jahr bis heute
el: Έτος μέχρι σήμερα
et: Aasta siiani
fi: Vuosi tähän päivään
ja: 日付の年
lt: Nuo metų pradžios
nl: Jaar tot datum
no: Hittil i år
pl: Rok do daty
ro: Anul până în prezent
ru: Год до настоящего времени
sk: Od začiatku roka
sv: År hittills
tr: Bugüne kadar geçen yıl
uk: Рік за датою
zh_cn: 到目前为止的年份

# MonthlySpendingLimitLabel
source: Monthly Spending Limit
ar: حد الإنفاق الشهري
bg: Месечен лимит на разходите
cs: Měsíční limit výdajů
da: Grænse for månedlige udgifter
de: Monatliches Ausgabelimit
el: Μηνιαίο Όριο Δαπάνης
et: Igakuine kululimiit
fi: Kuukausittainen Kulutusraja
ja: 毎月の利用限度額
lt: Mėnesio išlaidų limitas
nl: Maandelijkse verzendlimiet
no: Månedlig bruksgrense
pl: Miesięczny limit wydatków
ro: Limita lunară a cheltuielilor
ru: Лимит расходов на месяц
sk: Mesačný limit výdavkov
sv: Månatlig utgiftsgräns
tr: Aylık Harcama Limiti
uk: Місячний Ліміт витрат
zh_cn: 每月支出限制

# EvaluationTimeRangeLabel
source: Evaluation Time Range
ar: نطاق وقت التقييم
bg: Времеви диапазон за оценка
cs: Časový rozsah hodnocení
da: Evalueringsinterval
de: Auswertungszeitbereich
el: Χρονικό Εύρος Αξιολόγησης
et: Hindamisaeg vahemik
fi: Arvioinnin Aikaväli
ja: 評価期間
lt: Vertinimo laiko intervalas
nl: Evaluatie Tijd Bereik
no: Tidsintervall for evaluering
pl: Zakres czasowy oceny
ro: Interval de timp evaluare
ru: Период оценивания
sk: Časový rozsah hodnotenia
sv: Utvärderings tidsintervall
tr: Değerlendirme Zaman Aralığı
uk: Діапазон часу оцінки
zh_cn: 测验时间范围

# EvaluationTimeRangeMessage
source: This defines the time range in which payments are included to calculate your monthly average to compare to your spending limit.
ar: هذا يحدد النطاق الزمني الذي يتم فيه تضمين المدفوعات لحساب المتوسط الشهري الخاص بك لمقارنة حد الإنفاق الخاص بك.
bg: Това определя времевия диапазон, в който се включват плащанията, за да се изчисли средната месечна стойност, която да се сравни с лимита ви за разходи.
cs: To definuje časový rozsah, ve kterém jsou platby zahrnuty do výpočtu vašeho měsíčního průměru pro porovnání s vaším výdajovým limitem.
da: Dette definerer tidsintervallet, hvor betalinger er inkluderet for at beregne dit månedlige gennemsnit for at sammenligne med din udgiftsgrænse.
de: Dies definiert den Zeitraum, für welchen Zahlungen in die Berechnung des monatlichen Durchschnittest einbezogen und mit deinem Ausgabelimit verglichen werden.
el: Αυτό καθορίζει το χρονικό εύρος στο οποίο περιλαμβάνονται οι πληρωμές για τον υπολογισμό του μηνιαίου μέσου όρου σας για να συγκρίνετε με το όριο δαπανών σας.
et: See määratleb ajavahemiku, mille jooksul makseid võetakse arvesse, et arvutada teie igakuine keskmine, mida saab võrrelda teie kululimiidiga.
fi: Tämä määrittelee ajanjakson, johon maksut on sisällytetty laskea kuukausittainen keskiarvo verrata oman menojen raja.
ja: これは、あなたの支出限度額と比較するためにあなたの月平均を計算する支払いが含まれる時間範囲を定義します。
lt: Tai apibrėžia laiko intervalą, į kurį įtraukiami mokėjimai apskaičiuojant mėnesio vidurkį, kad būtų galima palyginti su jūsų išlaidų limitu.
nl: Dit definieert het tijdbereik waarin betalingen worden meegerekend om je maandelijkse gemiddelde te berekenen om te vergelijken met je uitgavenlimiet.
no: Dette definerer tidsintervallet i hvilke betalinger som inkluderes for å beregne ditt månedlige gjennomsnitt for å sammenligne med din kostnadsgrense.
pl: Określa przedział czasowy, w którym uwzględniono płatności, aby obliczyć średnią miesięczną w porównaniu z Twoim limitem wydatków.
ro: Aceasta definește intervalul de timp în care sunt incluse plățile pentru a calcula media lunară pentru a compara limita cheltuielilor.
ru: Это определяет промежуток времени, в котором включаются платежи для расчета среднемесячной суммы для сравнения с лимитом расходов.
sk: Definuje časový rozsah, v ktorom sú zahrnuté platby na výpočet vášho mesačného priemeru na porovnanie s limitom výdavkov.
sv: Detta definierar tidsintervallet där betalningar ingår för att beräkna ditt månatliga genomsnitt för att jämföra med din utgiftsgräns.
tr: Bu, harcama limitinizle karşılaştırmak üzere aylık ortalamanızı hesaplamak için ödemelerin dahil edildiği zaman aralığını tanımlar.
uk: Це визначає період часу, в якому платежі будуть включені до розрахунку вашого щомісячного середнього, щоб порівняти обмеження Ваших витрат.
zh_cn: 这个定义了包括付款的时间范围，以计算您的月平均数与您的支出限额。

# CategorySummaryPlaceholder
source: No payments in the selected time range found.
ar: لم يتم العثور على دفعات في النطاق الزمني المحدد.
bg: Не са намерени плащания в избрания времеви диапазон.
cs: Nebyly nalezeny žádné platby ve vybraném časovém rozsahu.
da: Ingen betalinger i det valgte tidsinterval fundet.
de: Keine Zahlungen im ausgewählten Zeitbereich gefunden.
el: Δεν βρέθηκαν πληρωμές στο επιλεγμένο χρονικό εύρος.
et: Valitud ajavahemikus makseid ei leitud.
fi: Valitulla aikavälillä ei löytynyt maksuja.
ja: 選択した時間帯に支払いが見つかりませんでした。
lt: Pasirinktame laiko intervale mokėjimų nerasta.
nl: Geen betalingen in het geselecteerde tijdsbereik gevonden.
no: Ingen betalinger i det valgte tidsintervallet ble funnet.
pl: Nie znaleziono płatności w wybranym przedziale czasowym.
ro: Nu s-au găsit plăți în intervalul de timp selectat.
ru: В выбранном временном интервале не найдено.
sk: Nenašli sa žiadne platby vo vybranom časovom rozmedzí.
sv: Inga betalningar i det valda tidsintervallet hittades.
tr: Seçilen zaman aralığında ödeme bulunamadı.
uk: Не знайдено виплати в обраному діапазоні часу.
zh_cn: 未找到所选时间范围内的付款。

# InvalidSpendingLimitMessage
source: The spending limit has to be larger than zero.
ar: ويجب أن يكون حد الإنفاق أكبر من الصفر.
bg: Лимитът на разходите трябва да е по-голям от нула.
cs: Výdajový limit musí být vyšší než nula.
da: Udgiftsgrænsen skal være større end nul.
de: Die Ausgabengrenze muss größer als null sein.
el: Το όριο δαπανών πρέπει να είναι μεγαλύτερο από μηδέν.
et: Kulutuste piirmäär peab olema suurem kui null.
fi: Menorajan on oltava suurempi kuin nolla.
ja: 支出限度額はゼロより大きくなければなりません。
lt: Išlaidų riba turi būti didesnė už nulį.
nl: De bestedingslimiet moet groter zijn dan nul.
no: Anvendelsesgrensen må være større enn null.
pl: Limit wydatków musi być większy niż zero.
ro: Limita de cheltuieli trebuie să fie mai mare decât zero.
ru: Лимит расходов должен быть больше нуля.
sk: Limit výdavkov musí byť vyšší ako nula.
sv: Utgiftsgränsen måste vara större än noll.
tr: Harcama limiti sıfırdan büyük olmalıdır.
uk: Обмеження витрат має бути більшим за нуль.
zh_cn: 支出限额必须大于零。

# InvalidSpendingLimitTitle
source: Invalid Spending Limit
ar: حد الإنفاق غير صالح
bg: Невалиден лимит на разходите
cs: Neplatný limit výdajů
da: Ugyldig grænse for månedlige udgifter
de: Ungültiges Ausgabenlimit
el: Μη Έγκυρο Όριο Δαπάνης
et: Vale kululimiit
fi: Virheellinen Kulutusraja
ja: 無効な支出限度額
lt: Netinkamas išlaidų limitas
nl: Maandelijkse verzendlimiet
no: Ugyldig grense for forbruk
pl: Nieprawidłowy limit wydatków
ro: Limită de cheltuieli nevalidă
ru: Недопустимый лимит трат
sk: Neplatný limit výdavkov
sv: Ogiltig utgiftsgräns
tr: Geçersiz Harcama Limiti
uk: Неприпустимий ліміт витрат
zh_cn: 无效的支出限制

# NotePlaceholderLabel
source: Enter note to this payment..
ar: أدخل ملاحظة لهذه الدفعة..
bg: Въведете бележка към това плащане..
cs: Zadejte poznámku k této platbě..
da: Indtast bemærkning for denne betaling..
de: Notiz zu dieser Zahlung eingeben..
el: Εισάγετε σημείωση σε αυτή την πληρωμή..
et: Sisestage märkus sellele maksele..
fi: Syötä huomautus tähän maksuun..
ja: この支払いにメモを入力してください..
lt: Įveskite šio mokėjimo pastabą..
nl: Voer notitie in voor deze betaling..
no: Legg merke til denne betalingen..
pl: Wprowadź notatkę do tej płatności..
ro: Introdu nota la această plată..
ru: Введите заметку для этого платежа..
sk: Zadajte poznámku k tejto platbe.
sv: Ange anteckning till denna betalning..
tr: Bu ödemeye not girin..
uk: Введіть примітку до цього платежу..
zh_cn: 输入此付款的备注...

# GainsLabel
source: Gains
ar: المكاسب
bg: Печалби
cs: Zisk
da: Overskud
de: Gewinn
el: Κέρδη
et: Kasumid
fi: Saannit
ja: ゲインズ
lt: Pelnas
nl: Winst
no: Styrker
pl: Zyski
ro: Câștiguri
ru: Прирост
sk: Zisky
sv: Vinster
tr: Kazançlar
uk: Озеро
zh_cn: 收益
