Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Ui/Resources/Strings/Translations.*.resx
Languages: ar, bg, cs, da, de, el, et, fi, ja, lt, nl, no, pl, ro, ru, sk, sv, tr, uk, zh_cn

# DuplicatedNameTitle
source: Name already used
ar: هذا الاسم مستخدم مسبقاً
bg: Името вече се използва
cs: Název již byl použit
da: Navnet er allerede i brug
de: Name wird bereits verwendet
el: Το όνομα χρησιμοποιείται ήδη
et: Juba kasutatud nimi
fi: Nimi on jo käytössä
ja: 名前は既に使用されています
lt: Jau naudojamas pavadinimas
nl: Naam al in gebruik.
no: Navnet brukes allerede
pl: Nazwa jest w użyciu
ro: Nume deja utilizat
ru: Имя уже используется
sk: Už použitý názov
sv: Namnet används redan
tr: Bu isim kullanılıyor
uk: Ім'я вже використовується
zh_cn: 名称已被占用！

# EditAccountTitle
source: Edit {0}
ar: تعديل {0}
bg: Редактиране на {0}
cs: Upravit {0}
da: Redigér {0}
de: {0} Bearbeiten
el: Επεξεργασία {0}
et: Muuda {0}
fi: Muokkaa {0}
ja: {0} を編集
lt: Redaguoti {0}
nl: Wijzig {0}
no: Rediger {0}
pl: Edytuj {0}
ro: Editare {0}
ru: Редактировать {0}
sk: Upraviť {0}
sv: Redigera {0}
tr: {0} düzenle
zh_cn: 编辑 {0}

# EditCategoryTitle
source: Edit Category
ar: تعديل فئة
bg: Редактиране на категория
cs: Upravit kategorii
da: Redigér kategori
de: Kategorie bearbeiten
el: Επεξεργασία Κατηγορίας
et: Muuda kategooriat
fi: Muokkaa kategoriaa
ja: カテゴリの編集
lt: Redaguoti kategoriją
nl: Categorie bewerken
no: Rediger kategori
pl: Edytuj Kategorię
ro: Editează Categoria
ru: Изменить категорию
sk: Upraviť kategóriu
sv: Redigera kategori
tr: Kategori Düzenle
uk: Змінити категорію
zh_cn: 编辑分类

# EditIncomeTitle
source: Edit Income
ar: تعديل الدخل
bg: Редактиране на доход
cs: Upravit příjem
da: Redigér indtægt
de: Einnahme bearbeiten
el: Επεξεργασία Έσοδου
et: Muuda sissetulekut
fi: Muokkaa Tuloa
ja: 収入を編集
lt: Redaguoti pajamas
nl: Inkomsten bewerken
no: Rediger inntekt
pl: Edytuj dochód
ro: Editează Veniturile
ru: Редактировать доход
sk: Úprava príjmov
sv: Redigera inkomst
tr: Gelir ekle
uk: Редагувати доходи
zh_cn: 编辑收入

# EditLabel
source: Edit
ar: تعديل
bg: Редактиране
cs: Upravit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
et: Muuda
fi: Muokkaa
ja: 編集
lt: Redaguoti
nl: Bewerk
no: Rediger
pl: Edytuj
ro: Editare
ru: Изменить
sk: Upraviť
sv: Redigera
tr: Düzenle
uk: Редагувати
zh_cn: 编辑

# EditSpendingTitle
source: Edit Expense
ar: تعديل النفقات
bg: Редактиране на разходите
cs: Upravit výdaj
da: Ændr udgift
de: Ausgabe bearbeiten
el: Επεξεργασία Δαπάνης
et: Kulude redigeerimine
fi: Muokkaa Menoja
ja: 支出を編集
lt: Redaguoti išlaidas
nl: Bewerk onkosten
no: Rediger utgift
pl: Edytuj Wydatek
ro: Editează cheltuială
ru: Изменить расход
sk: Upraviť výdavky
sv: Redigera utgift
tr: Gider ekle
uk: Редагувати витрати
zh_cn: 编辑支出

# EditTransferTitle
source: Edit Transfer
ar: تعديل التحويل
bg: Редактиране на прехвърлянето
cs: Upravit převod
da: Rediger overførsel
de: Übertrag bearbeiten
el: Επεξεργασία Μεταφοράς
et: Ülekande muutmine
fi: Muokkaa tilisiirtoa
ja: 転送を編集
lt: Redaguoti perkėlimą
nl: Bewerk overschrijving
no: Rediger overføring
pl: Edytuj Przelew
ro: Editați transferul
ru: Изменить перевод
sk: Upraviť prenos
sv: Redigera överföring
tr: Transfer ekle
uk: Редагувати
zh_cn: 编辑转账

# EmailLabel
source: Email
ar: البريد الإلكتروني
bg: Имейл
cs: E-mailová adresa
et: E-post
fi: Sähköposti
ja: Eメールアドレス
lt: El. paštas
no: E-post
pl: Adres e-mail
sv: E-post
tr: E-posta
uk: Ел. пошта
zh_cn: 电子邮件

# EndDateLabel
source: End Date
da: Slutdato
el: Ημερομηνία λήξης
fi: Loppupäivä
nl: Einddatum
no: Til dato
pl: Data zakończenia
sv: Slutdatum
tr: Bitiş Tarihi
zh_cn: 结束日期

# EndlessLabel
source: Is Endless
ar: لا نهائي
bg: Е безкраен
cs: Je nekonečné
da: Er uendelig
de: Ohne Endtermin
el: Είναι Ατελείωτο
et: On lõputu
fi: On loputon
ja: 無限大です
lt: yra begalinis
nl: Is eindeloos
no: Er Sluttfri
pl: Nieskończony
ro: Este fara sfarsit
ru: Бесконечный
sk: Je nekonečný
sv: Är oändlig
tr: Sonsuz
uk: Нескінченний
zh_cn: 无期限

# EndOfMonthBalanceLabel
source: End of Month
ar: نهاية الشهر
bg: В края на месеца
cs: Konec měsíce
da: Ultimo
de: Ende des Monats
el: Τέλος του μήνα
et: Kuu lõpp
fi: Kuukauden loppu
ja: 今月の終わり
lt: Mėnesio pabaiga
nl: Eind van deze maand
no: Slutt på måneden
pl: Koniec Miesiąca
ro: Sfârșitul lunii
ru: На конец месяца
sk: Koniec mesiaca
sv: Slutet av månaden
tr: Ay Sonu
uk: Кінець місяця
zh_cn: 月终点

# EndOfMonthLabel
source: End Of Month:
ar: نهاية الشهر:
bg: В края на месеца:
cs: Konec měsíce:
da: Ultimo:
de: Ende des Monats:
el: Τέλος Μήνα:
et: Kuu lõpp:
fi: Kuukauden Päättyminen:
ja: 今月の終わり:
lt: Mėnesio pabaiga:
nl: Eind van de maand
no: Slutten av Måned:
pl: Koniec miesiąca
ro: Sfârșit de lună:
ru: На конец месяца:
sk: Koniec mesiaca:
sv: Slutet av månaden:
tr: Ay sonu:
uk: Кінець місяця:
zh_cn: 月末：

# ErrorMessageAuthenticationFailed
source: There was an error during the authentication. Please try again later.
ar: حدث خطأ أثناء محاولة التسجيل. الرجاء المحاولة في وقت لاجق.
bg: Възникна грешка по време на удостоверяване. Опитайте пак по-късно.
cs: Během ověřování došlo k chybě. Opakujte akci později.
da: Der opstod en fejl under godkendelsen. Prøv igen senere.
de: Während der Anmeldung trat ein Fehler auf. Bitte versuche es später nochmals.
el: Παρουσιάστηκε σφάλμα κατά τη διάρκεια της επαλήθευσης. Παρακαλώ προσπαθήστε ξανά αργότερα.
et: Autentimise käigus tekkis viga. Palun proovige hiljem uuesti.
fi: Todennuksen aikana tapahtui virhe. Yritä myöhemmin uudelleen.
ja: 認証中にエラーが発生しました。後でもう一度お試しください。
lt: Autentifikavimo metu įvyko klaida. Prašome pabandyti vėliau.
nl: Er was een error tijdens het inloggen, gelieve later opnieuw te proberen.
no: Det oppstod en feil under autentiseringen. Vennligst prøv igjen senere.
pl: Wystąpił błąd podczas uwierzytelniania. Proszę spróbuj ponownie.
ro: A apărut o eroare în timpul autentificării. Vă rugăm să încercaţi din nou mai târziu.
ru: Произошла ошибка при аутентификации. Пожалуйста, повторите попытку позже.
sk: Počas overovania došlo k chybe. Skúste to prosím neskôr.
sv: Ett fel uppstod under autentiseringen. Försök igen senare.
tr: Doğrulama sırasında hata oluştu. Lütfen daha sonra deneyin.
uk: Виникла помилка під час автентифікації. Будь ласка, спробуйте ще раз пізніше.
zh_cn: 认证失败，请重试

# ExcludedAccountsHeader
source: Excluded Accounts
ar: الحسابات المستبعدة
bg: Изключени акаунти
cs: Vyloučené účty
da: Udeladte konti
de: Ausgeschlossene Konten
el: Αποκλεισμένοι Λογαριασμοί
et: Välja arvatud kontod
fi: Poisjätetyt tilit
ja: 除外アカウント
lt: Neįtrauktos sąskaitos
nl: Accounts uitsluiten
no: Ekskluderte kontoer
pl: Wykluczone Konta
ro: Conturi excluse
ru: Исключенные счета
sk: Vylúčené účty
sv: Uteslutna konton
tr: Hariç tutulan hesaplar
uk: Виключені облікові записи
zh_cn: 不计入收支

# ExpenseAndIncomeTemplate
source: Expense: {0} / Income: {1}
ar: المصروفات: {0} / الإيرادات: {1}
bg: Разходи: {0} / Приходи: {1}
cs: Výdaj: {0} / Příjm: {1}
da: Udgift: {0} / Indtægt: {1}
de: Ausgaben: {0} / Einnahmen: {1}
el: Έξοδος: {0} / Εισόδημα: {1}
et: Kulud: {0} / Tulu: {1}
fi: Expense: {0} / Tulot: {1}
lt: Išlaidos: {0} / Pajamos: {1}
nl: Onkosten: {0} / Inkomen: {1}
no: Utgift: {0} / Inntekt: {1}
pl: Wydatki: {0} / Przychody: {1}
ro: Cheltuieli: {0} / Venituri: {1}
ru: Расход: {0} / Доход: {1}
sk: Výdavky: {0} / Príjmy: {1}
sv: Utgift: {0} / Inkomst: {1}
tr: Giderler: {0} / Gelir: {1}
uk: Витрати: {0} / Дохід: {1}
zh_cn: 支出: {0} / 收入: {1}

# ExpenseHeader
source: Add expense
ar: إضافة نفقات
bg: Добавяне на разходи
cs: Přidat výdaj
da: Tilføj udgift
de: Ausgabe hinzufügen
el: Προσθήκη εξόδων
et: Lisa kulu
fi: Lisää kulu
ja: 費用を追加
lt: Pridėti išlaidas
nl: Voeg uitgave toe
no: Legg til utgift
pl: Dodaj wydatek
ro: Adaugă cheltuială
ru: Добавить расход
sk: Pridať výdavky
sv: Lägg till kostnad
tr: Gider ekle
uk: Додати витрату
zh_cn: 添加支出

# ExpenseLabel
source: Expenses
ar: النفقات
bg: Разходи
cs: Výdaje
da: Udgifter
de: Ausgabe
el: Έξοδα
et: Kulud
fi: Menot
ja: 費用
lt: Išlaidos
nl: Onkosten
no: Utgifter
pl: Wydatki
ro: Cheltuieli
ru: Расходы
sk: Výdavky
sv: Utgifter
tr: Giderler
uk: Витрати
zh_cn: 支出

# FeedbackSubject
source: Feedback MoneyFox
ar: تقييم مانى فوكس
cs: Zpětná vazba peněz na Fox
de: Rückmeldungen MoneyFox
el: Σχόλια MoneyFox
et: MoneyFox tagasiside
fi: Palautetta MoneyFox
ja: フィードバックMoneyFox
lt: Atsiliepimai MoneyFox
nl: Geef een woordje uitleg aan Moneyfox
no: Tilbakemelding MoneyFox
pl: Opinie zwrotne na temat MoneyFox
ru: Обратная связь MoneyFox
sk: Spätná väzba MoneyFox
sv: Feedback pengar räv
tr: MoneyFox'a geri bildirim
uk: Зворотній зв'язок з MoneyFox
zh_cn: 向MoneyFox反馈

# FilterLabel
source: Filter
ar: تصفية
bg: Филтър
cs: Filtr
el: Φίλτρο
fi: Suodatin
ja: フィルター
lt: Filtras
no: Filtrer
pl: Filtr
ro: Filtrare
ru: Фильтр
sv: Filtrera
tr: Filtre
uk: Фільтр
zh_cn: 筛选器

# ForceOverrideBackupMessage
source: Your local database has a newer modification date than the one on OneDrive. Do you want to override your local data?
ar: قاعدة البيانات المحلية لديك تاريخ تعديل أحدث من الذي على OneDrive. هل تريد تجاوز بياناتك المحلية؟
bg: Локалната ви база данни е с по-нова дата на модификация от тази в OneDrive. Искате ли да замените локалните си данни?
cs: Vaše místní databáze má novější datum úpravy než na OneDrive. Chcete přepsat místní data?
da: Din lokale database har en nyere ændringsdato end den på OneDrive. Vil du overskrive dine lokale data?
de: Ihre lokale Datenbank hat ein neueres Änderungsdatum als das auf OneDrive. Möchten Sie Ihre lokalen Daten überschreiben?
el: Η τοπική βάση δεδομένων σας έχει μια νεότερη ημερομηνία τροποποίησης από αυτή στο OneDrive. Θέλετε να παρακάμψετε τα τοπικά σας δεδομένα?
et: Teie kohalikul andmebaasil on uuem muutmise kuupäev kui OneDrive'is oleval andmebaasil. Kas soovite oma kohalikud andmed üle vaadata?
fi: Paikallisessa tietokannassa on uudempi muokkauspäivämäärä kuin OneDriven tietokannassa. Haluatko korvata paikalliset tiedostosi?
ja: ローカルデータベースにはOneDriveよりも新しい更新日があります。ローカルデータを上書きしますか？
lt: Vietinės duomenų bazės pakeitimo data yra naujesnė nei OneDrive esančios duomenų bazės. Ar norite pakeisti vietinius duomenis?
nl: Uw lokale database heeft een nieuwere wijzigingsdatum dan die op OneDrive. Wilt u uw lokale gegevens toch overschrijven?
no: Din lokale database har en nyere dato å endre enn den på OneDrive. Vil du overstyre dine lokale data?
pl: Twoja lokalna baza danych posiada nowszą datę modyfikacji niż dane na One Drive. Czy chcesz je podmienić?
ro: Baza de date locală are o dată de modificare mai nouă decât cea de pe OneDrive. Doriți să suprascrieți datele locale?
ru: База данных на вашем компьютере новее, чем на OneDrive. Вы точно хотите перезаписать локальные данные?
sk: Vaša lokálna databáza má novší dátum úpravy ako databáza v službe OneDrive. Chcete prepísať svoje miestne údaje?
sv: Din lokala databas har ett nyare ändringsdatum än det på OneDrive. Vill du åsidosätta din lokala data?
tr: Yerel veritabanınız OneDrive'dakinden daha yeni bir değişiklik tarihine sahiptir. Yerel verilerinizi geçersiz kılmak istiyor musunuz?
uk: Ваша локальна база даних має новішу дату, ніж та, на OneDrive. Ви хочете перевизначити ваші локальні дані?
zh_cn: 您的本地数据库的修改日期比 OneDrive 上的新。是否覆盖您的本地数据？

# ForceOverrideBackupTitle
source: Override Local Data
ar: تجاوز البيانات المحلية
bg: Отмяна на локалните данни
cs: Přepsat místní data
da: Overskriv lokale data
de: Lokale Daten überschreiben
el: Παράκαμψη Τοπικών Δεδομένων
et: Kohalike andmete ületamine
fi: Korvaa Paikalliset Tiedostot
ja: ローカルデータを上書き
lt: Vietinių duomenų pakeitimas
nl: Overschrijf de lokale data
no: Overstyr lokale data
pl: Nadpisz dane lokalne
ro: Suprascrie datele locale
ru: Перезаписать локальные данные
sk: Prepísanie miestnych údajov
sv: Åsidosätt lokal data
tr: Yerel Verileri Geçersiz Kıl
uk: Перевизначити локальні дані
zh_cn: 覆盖本地数据

# GeneralErrorTitle
source: An error occured
ar: حدث خطأ
bg: Възникна грешка
cs: Došlo k chybě
da: Der er opstået en fejl
de: Es ist ein Fehler aufgetreten
el: Προέκυψε ένα σφάλμα
et: Tekkis viga
fi: Tapahtui virhe
ja: エラーが発生
lt: Įvyko klaida
nl: Er is een fout opgetreden
no: En feil oppstod
pl: Wystąpił błąd
ro: A apărut o eroare
ru: Произошла ошибка
sk: Vyskytla sa chyba
sv: Ett fel uppstod
tr: Bir hata oluştu
uk: Сталася помилка
zh_cn: 出现错误

# GoToAccountsLabel
source: Go to Accounts
ar: الذهاب إلى الحسابات
bg: Отидете в Акаунти
cs: Přejít na účty
da: Gå til konti
de: Gehe zu Konten
el: Πηγαίνετε στους λογαριασμούς
et: Mine kontodele
fi: Siirry tileihin
ja: アカウントに移動
lt: Eikite į paskyras
nl: Ga naar de accounts
no: Gå til kontoer
pl: Przejdź do kont
ro: Du-te la Conturi
ru: Перейти к счетам
sk: Prejsť na účty
sv: Gå till konton
tr: Hesaplara Git
uk: Перейти до облікових записів
zh_cn: 转到帐户

# GoToBudgetsLabel
source: Go to Budgets
ar: الذهاب إلى الميزانيات
bg: Отидете на Бюджети
cs: Přejít na rozpočty
da: Gå til budgetter
de: Gehe zu Budgets
el: Πηγαίνετε στους προϋπολογισμούς
et: Mine eelarvete juurde
fi: Siirry budjettiin
ja: 予算へ移動
lt: Eiti į biudžetus
nl: Ga naar budgetten
no: Gå til budsjett
pl: Przejdź do budżetu
ro: Du-te la bugete
ru: Перейти к бюджетам
sk: Prejsť na rozpočty
sv: Gå till budgetar
tr: Bütçelere Git
uk: Перейти до бюджету
zh_cn: 转到预算

# IncludedAccountsHeader
source: Included Accounts
ar: الحسابات المدخلة
bg: Включени акаунти
cs: Zahrnuté účty
da: Inkluderede konti
de: Einbezogene Konten
el: Συμπεριλαμβανόμενοι Λογαριασμοί
et: Lisatud kontod
fi: Mukaan otetut tilit
ja: 含まれるアカウント
lt: Įtrauktos sąskaitos
nl: Accounts insluiten
no: Inkluderte kontoer
pl: Uwzględnione Konta
ro: Conturi incluse
ru: Включенные счета
sk: Zahrnuté účty
sv: Inkluderade konton
tr: Dahil edilmiş hesaplar
uk: Включені рахунки
zh_cn: 计入收支

# IncomeAndExpensesLabel
source: Income and Expenses
ar: الإيرادات والنفقات
bg: Приходи и разходи
cs: Příjmy a výdaje
da: Indtægter og udgifter
de: Einkommen und Ausgaben
el: Έσοδα και έξοδα
et: Tulud ja kulud
fi: Tulot ja menot
ja: 収入と費用
lt: Pajamos ir išlaidos
nl: Inkomsten en uitgaven
no: Inntekt og utgifter
pl: Przychody i wydatki
ro: Venituri și Cheltuieli
ru: Доходы и расходы
sk: Príjmy a výdavky
sv: Inkomster och utgifter
tr: Gelir ve Giderler
uk: Доходи та витрати
zh_cn: 收入和支出

# IncomeHeader
source: Add income
ar: إضافة دخل
bg: Добавяне на приходи
cs: Přidat příjem
da: Tilføj indtægt
de: Einnahme hinzufügen
el: Προσθήκη εισοδήματος
et: Lisa tulu
fi: Lisää Tulo
ja: 収入を追加
lt: Pridėti pajamas
nl: Inkomsten toevoegen
no: Legg til inntekt
pl: Dodaj dochód
ro: Adăugare venit
ru: Добавить доход
sk: Pridajte príjem
sv: Lägg till inkomst
tr: Gelir ekle
uk: Додати дохід
zh_cn: 添加收入

# IncomeLabel
source: Income
ar: دخل
bg: Доходи
cs: Výnosy
da: Indtægter
de: Einnahme
el: Έσοδα
et: Sissetulek
fi: Tulo
ja: 収入
lt: Pajamos
nl: Inkomsten
no: Inntekt
pl: Przychód
ro: Venituri
ru: Доход
sk: Príjmy
sv: Inkomst
tr: Gelir
uk: Дохід
zh_cn: 收入

# IncomeSpendingLabel
source: Income / Expenses:
ar: الإيرادات / المصروفات:
bg: Приходи/разходи:
cs: Příjmy / výdaje:
da: Indtægter / Udgifter:
de: Einnahmen / Ausgaben:
el: Έσοδα / Έξοδα:
et: Tulud / kulud:
fi: Tulot / Menot:
ja: 収入/支出:
lt: Pajamos / išlaidos:
nl: Inkomen / uitgaven
no: Inntekt / utgifter:
pl: Przychody/Wydatki
ro: Venituri / Cheltuieli:
ru: Доход / Расход:
sk: Príjmy/výdavky:
sv: Inkomster / Utgifter:
tr: Gelir / Giderler:
uk: Доходи / витрати:
zh_cn: 收入/支出：

# IncreaseLabel
source: Gains
ar: المكاسب
bg: Печалби
cs: Zisk
da: Overskud
de: Gewinn
el: Κέρδη
et: Kasum
fi: Saannit
ja: ゲインズ
lt: Pelnas
nl: Winst
no: Styrker
pl: Zyski
ro: Câștiguri
ru: Прирост
sk: Zisky
sv: Vinster
tr: Kazançlar
uk: Озеро
zh_cn: 收益

# InfoLabel
source: Info
ar: معلومات
bg: Инфо
el: Πληροφορίες
fi: Tietoa
ja: 情報
lt: Informacija
nl: informatie
no: Informasjon
pl: Informacje
ru: Информация
sk: Informácie
sv: Information
tr: Bilgi
uk: Інформація
zh_cn: 信息

# InfoOpenSource
source: This is an open-source project – and we’d love to work with you! Feel free to contribute. Tap to visit the Repository:
ar: هذا مشروع مفتوح المصدر - ونحن نود أن نعمل معك! لا تتردد في المساهمة. انقر هنا لزيارة المصدر:
bg: Това е проект с отворен код - бихме се радвали да работите с нас! Чувствайте се свободни да допринесете. Натиснете, за да посетите repository-то:
cs: Toto je open-source projekt – a rádi bychom s vámi pracovali! Neváhejte přispět. Klepnutím navštivte repozitář:
da: Dette er et open source-projekt – og vi vil elske at arbejde sammen med dig! Du er velkommen til at bidrage. Tryk for at besøge projektets hjemmeside:
de: Dieses Programm ist Open Source. Wir würden uns freuen mit dir zusammenzuarbeiten! Klicke auf den Link um das Repository zu besuchen:
el: Αυτό είναι ένα έργο ανοιχτού κώδικα - και θα θέλαμε να συνεργαστούμε μαζί σας! Μη διστάσετε να συνεισφέρετε. Πατήστε για να επισκεφθείτε το Αποθετήριο:
et: See on avatud lähtekoodiga projekt - ja me tahaksime teiega koostööd teha! Võite vabalt kaasa rääkida. Koputage, et külastada repositooriumi:
fi: Tämä projekti perustuu avoimeen lähdekoodiin - ja sinäkin voit auttaa! Napauta vieraillaksesi projektin arkistossa:
ja: これはオープンソースのプロジェクトです - 私たちはあなたと一緒に仕事をしたいと思っています！気軽に投稿してください。 タップしてリポジトリを訪問します:
lt: Tai atvirojo kodo projektas, todėl norėtume su jumis bendradarbiauti! Kviečiame prisidėti. Bakstelėkite , jei norite aplankyti saugyklą:
nl: Dit is een open-sourceproject en we willen graag met jou samenwerken! Voel je vrij om een bijdrage te leveren. Tik hier om jou bijdrage te leveren.
no: Dette er et åpen kildekode-prosjekt - og vi vil gjerne jobbe med deg! Du kan gjerne bidra. Trykk for å besøke Repository:
pl: To jest projekt Open-Source - i bardzo chcielibyśmy pracować z tobą! Zapraszamy do kontrybuowania. Naciśnij, aby odwiedzić repozytorium:
ro: Acesta este un proiect open-source – și ne-ar plăcea să lucrăm cu tine! Simțiți liber să contribuiți. Atinge pentru a vizita Repozitorul:
ru: Это проект с открытым исходным кодом. Мы будем рады поработать с вами! Нажмите, чтобы перейти в репозиторий:
sk: Toto je projekt s otvoreným zdrojovým kódom - a my by sme s vami radi spolupracovali! Neváhajte prispieť. Ťuknutím na položku navštívte úložisko:
sv: Detta är ett projekt med öppen källkod – och vi skulle älska att arbeta med dig! Välkommen att bidra. Tryck för att besöka Repository:
tr: Bu açık kaynaklı bir projedir - Katkıda bulunmaktan çekinmeyin! Sizinle çalışmayı çok isteriz. Depoyu ziyaret etmek için dokunun:
uk: Це проект з відкритим вихідним кодом, і ми будемо раді працювати з вами! Не соромтеся долучитись до системи. Натисніть щоб перейти до репозиторію:
zh_cn: 这是一个开源项目，我们期待着与你合作！欢迎做出贡献。 点击访问项目GitHub：

# InvalidEnddateMessage
source: The enddate of a recurring Payment has to be in the future. Please check your input.
ar: يجب أن يكون تاريخ نهاية الدفعة المكررة في المستقبل. الرجاء التحقق من التاربخ المدخل.
bg: Крайната дата на повтарящо се плащане трябва да бъде в бъдещето. Моля, проверете въведените данни.
cs: Koncové datum opakující se platby musí být v budoucnu. Zkontrolujte prosím zadání.
da: Slutdatoen for en tilbagevendende betaling skal være i fremtiden. Tjek venligst dit input.
de: Das Enddatum der Wiederkehrenden Transaktion muss in der Zukunft liegen. Bitte überprüfe deine Eingabe.
el: Η ημερομηνία λήξης μιας επαναλαμβανόμενης πληρωμής πρέπει να είναι στο μέλλον. Παρακαλώ ελέγξτε την είσοδό σας.
et: Korduva makse lõppkuupäev peab olema tulevikus. Palun kontrollige oma sisestust.
fi: Toistuvan maksun loppupäivän päivämäärän täytyy olla tulevaisuudessa. Ole hyvä, ja varmista päivämäärä.
ja: 定期支払の終了日は、将来のものである必要があります。入力内容を確認してください。
lt: Pasikartojančio Mokėjimo pabaigos data turi būti ateityje. Patikrinkite savo įvestį.
nl: De einddatum van een terugkerende betaling moet in de toekomst liggen. Controleer uw invoer.
no: Sluttdatoen for en gjentakende betaling må være i fremtiden. Vennligst sjekk dine inndata.
pl: Data zakończenia płatności cyklicznych musi być w przyszłości. Sprawdź wprowadzone dane.
ro: Sfârșitul unei plăți recurente trebuie să fie în viitor. Vă rugăm să verificați intrările.
ru: Дата окончания повторений должна быть в будущем. Проверьте введенные данные.
sk: Dátum ukončenia opakovanej platby musí byť v budúcnosti. Skontrolujte, či ste zadali údaje.
sv: Slutdatum för en återkommande betalning måste vara i framtiden. Vänligen kontrollera din inmatning.
tr: Yinelenecek ödemenin bitiş tarihi gelecekte olmalıdır. Lütfen girdiyi kontrol ediniz.
uk: Дата закінчення повторюваного платежу повинна бути в майбутньому. Будь ласка, перевірте ваші дані.
zh_cn: 重复款项的终止日期有误，请检查您的输入。

# InvalidEnddateTitle
source: Invalid End Date
ar: تاريخ الانتهاء غير صالح
bg: Невалидна крайна дата
cs: Neplatné datum konce
da: Ugyldig slutdato
de: Ungültiges Enddatum
el: Μη Έγκυρη Ημερομηνία Λήξης
et: Vale lõppkuupäev
fi: Virheellinen "Loppuen"-päivä
ja: 無効な終了日
lt: Neteisinga pabaigos data
nl: Verkeerde eind datum.
no: Ugyldig sluttdato
pl: Nieprawidłowa Data Zakończenia
ro: Dată de sfârșit nevalidă
ru: Недопустимая дата окончания
sk: Neplatný dátum ukončenia
sv: Ogiltigt slutdatum
tr: Geçersiz bitiş tarihi
uk: Недопустима кінцева дата
zh_cn: 无效的截止时间

# InvalidNumberCurrentBalanceMessage
source: Your current balance seems to be an invalid number. Please check that you haven't entered any special characters and used the correct separator.
ar: يبدو أن رصيدك المدخل غير صالح. الرجاء التأكد من إدخال رفم صالح دون أي أحرف وتحقق من اسنخدام الفاصل العشري الصحيح.
bg: Изглежда, че текущото ви салдо е невалидно число. Моля, проверете дали не сте въвели специални символи и дали сте използвали правилния разделител.
cs: Váš aktuální zůstatek se zdá být neplatným číslem. Zkontrolujte, zda jste nezadali žádné speciální znaky a použili správný oddělovač.
da: Din aktuelle saldo ser ud til at være et ugyldigt tal. Tjek venligst at du ikke har indtastet nogen specialtegn og brugt den korrekte separator.
de: Ihr aktueller Kontostand scheint eine ungültige Zahl zu sein. Bitte überprüfen Sie, dass Sie keine Sonderzeichen eingegeben und das richtige Trennzeichen verwendet haben.
el: Το τρέχον υπόλοιπό σας φαίνεται να είναι μη έγκυρος αριθμός. Παρακαλώ ελέγξτε ότι δεν έχετε εισάγει ειδικούς χαρακτήρες και χρησιμοποιήστε το σωστό διαχωριστικό.
et: Teie praegune saldo näib olevat vale number. Palun kontrollige, et te ei ole sisestanud ühtegi erimärki ja kasutanud õiget eraldusjoont.
fi: Nykyinen saldosi näyttää olevan virheellinen numero. Tarkista, että et ole antanut mitään erikoismerkkejä ja käyttänyt oikeaa erotinta.
ja: 現在の残高は無効な数字です。特殊文字を入力していないことを確認し、正しいセパレータを使用してください。
lt: Atrodo, kad jūsų dabartinis balansas yra neteisingas skaičius. Patikrinkite, ar neįvedėte jokių specialiųjų simbolių ir ar naudojate teisingą skirtuką.
nl: Uw huidige saldo lijkt een ongeldig teken te bevatten. Controleer of u geen speciale tekens heeft ingevoerd en het juiste scheidingsteken heeft gebruikt.
no: Din nåværende saldo ser ut til å være et ugyldig nummer. Kontroller at du ikke har angitt noen spesialtegn og brukt riktig separator.
pl: Twoje obecne saldo wydaje się być nieprawidłowe. Proszę sprawdzić, czy nie wprowadziłeś żadnych znaków specjalnych i użyłeś prawidłowego separatora.
ro: Soldul tău curent pare să fie un număr nevalid. Te rugăm să verifici că nu ai introdus caractere speciale și nu ai folosit separatorul corect.
ru: Ваш текущий баланс, кажется, имеет неверный формат. Пожалуйста, проверьте, что вы не ввели никаких специальных символов и использовали правильный разделитель.
sk: Zdá sa, že váš aktuálny zostatok je neplatné číslo. Skontrolujte, či ste nezadali žiadne špeciálne znaky a či ste použili správny oddeľovač.
sv: Ditt nuvarande saldo verkar vara ett ogiltigt nummer. Kontrollera att du inte har angett några specialtecken och använd rätt separator.
tr: Mevcut bakiyeniz geçersiz bir sayı gibi görünüyor. Lütfen herhangi bir özel karakter girmediğinizi ve doğru ayırıcıyı kullandığınızı kontrol edin.
uk: Здається, Ваш поточний баланс хибний номер. Будь ласка, перевірте, чи ви не ввели жодних спеціальних символів і використали правильний розділювач.
zh_cn: 您当前的余额似乎是一个无效的数字。请检查您没有输入任何特殊字符并使用正确的分隔符。
