Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Ui/Resources/Strings/Translations.*.resx
Languages: ar, bg, cs, da, de, el, et, fi, ja, lt, nl, no, pl, ro, ru, sk, sv, tr, uk, zh_cn

# SelectStatisticTitle
source: Select Statistic
ar: حدد إحصائيات
bg: Изберете статистика
cs: Vybrat statistiku
da: Vælg statistik
de: Statistik auswählen
el: Επιλογή Στατιστικών
et: Valige statistika
fi: Valitse tilasto
ja: 統計情報の選択
lt: Pasirinkite statistiką
nl: Selecteer statistiek
no: Velg statistikk
pl: Wybierz Statystyki
ro: Selectează statistici
ru: Выберите статистику
sk: Vyberte štatistiku
sv: Välj statistik
tr: İstatistik seç
uk: Обрати статистику
zh_cn: 选择统计项

# SettingsTitle
source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
ja: 設定
lt: Nustatymai
nl: Instellingen
no: Innstillinger
pl: Ustawienia
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_cn: 设置

# SkipLabel
source: Skip
ar: تخطي
bg: Пропуснете
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
et: Jäta vahele.
fi: Ohita
ja: スキップ
lt: Praleisti
nl: Overslaan
no: Hopp
pl: Pomiń
ro: Omitere
ru: Пропустить
sk: Vynechať
sv: Hoppa
tr: Atla
uk: Пропустити
zh_cn: 跳过

# StatisticsTimeRangeTitle
source: Time Range:
ar: المدى الزمني:
bg: Времеви обхват:
cs: Časový rozsah:
da: Tidsinterval:
de: Zeitraum:
el: Εύρος Ώρας:
et: Ajavahemik:
fi: Aikaväli:
ja: 時間範囲:
lt: Laiko intervalas:
nl: Tijdsbestek:
no: Tidsintervall:
pl: Zakres czasu:
ro: Interval de timp:
ru: Диапазон времени:
sk: Časový rozsah:
sv: Tidsintervall:
tr: Zaman aralığı:
uk: Діапазон часу:
zh_cn: 时间范围

# StatisticsTitle
source: Statistics
ar: الإحصائيات
bg: Статистика
cs: Statistiky
da: Statistikker
de: Auswertungen
el: Στατιστικά
et: Statistika
fi: Tilastot
ja: 統計情報
lt: Statistika
nl: statistieken
no: Statistikk
pl: Statystyki
ro: Statistici
ru: Статистика
sk: Štatistika
sv: Statistik
tr: İstatistikler
uk: Статистика
zh_cn: 统计数据

# TargetAccountLabel
source: Target Account
ar: حساب الهدف
bg: Избран акаунт
cs: Cílový účet
da: Modtager konto
de: Gutschriftkonto
el: Λογαριασμός Προορισμού
et: Sihtkonto
fi: Kohde Tili
ja: ターゲットアカウント
lt: Tikslinė paskyra
nl: Doelaccount
no: Målkonto
pl: Konto Docelowe
ro: Cont țintă
ru: Целевой счет
sk: Cieľový účet
sv: Mål konto
tr: Hedef hesap
uk: Цільовий рахунок
zh_cn: 目标帐户

# TimeRangeEndLabel
source: Time Range End
ar: نهاية النطاق الزمني
bg: Край на времевия диапазон
cs: Konec časového rozsahu
da: Slutdato
de: Zeitraum Ende
el: Τέλος Χρονικού εύρους
et: Ajavahemiku lõpp
fi: Aikavälin Loppu
ja: 時間範囲終了
lt: Laiko diapazono pabaiga
nl: Einde tijdsbereik.
no: Tidsintervall slutt
pl: Koniec okresu
ro: Sfârșit interval de timp
ru: Время до
sk: Koniec časového rozsahu
sv: Tidsintervall Slut
tr: Zaman Aralığı Sonu
uk: Кінець діапазону часу
zh_cn: 终止时间范围

# TimeRangeStartLabel
source: Time Range Start
ar: وقت البدء في النطاق
bg: Времеви диапазон Начало
cs: Začátek časového rozsahu
da: Startdato
de: Zeitraum Start
el: Έναρξη Χρονικού Εύρους
et: Ajavahemik algus
fi: Aikavälin Alku
ja: 時間範囲開始
lt: Laiko intervalas Pradžia
nl: Tijdsbereik Starten
no: Start tidsintervall
pl: Początek okresu
ro: Pornire interval de timp
ru: Время от
sk: Časový rozsah Začiatok
sv: Start av tidsintervall
tr: Zaman Aralığı Başlangıç
uk: Початок дальності часу
zh_cn: 起始时间范围

# TransferHeader
source: Add transfer
ar: إضافة حوالة
bg: Добавяне на трансфер
cs: Přidat převod
da: Tilføj overførsel
de: Übertrag hinzufügen
el: Προσθήκη μεταφοράς
et: Ülekande lisamine
fi: Lisää tilisiirto
ja: 送金手続きを追加
lt: Pridėti perkėlimą
nl: Overdracht toevoegen
no: Legg til overføring
pl: Dodaj przelew
ro: Adaugă transfer
ru: Добавить перевод
sk: Pridať prenos
sv: Lägg till överföring
tr: Transfer ekle
uk: Додати переказ
zh_cn: 添加转账

# TranslationLabel
source: Is something not properly translated or not translated at all? Help us! Head over to crowdin and help improve the MoneyFox:
ar: هل يوجد شيء غير مترجم بشكل صحيح أو غير مترجم على الإطلاق؟ ساعدنا! اذهب لـ Crowdin وساعدنا في ترجمة MoneyFox:
bg: Нещо не е правилно преведено или изобщо не е преведено? Помогнете ни! Влезте в CrowdIn и помогнете да подобрим MoneyFox:
cs: Není něco správně přeloženo nebo vůbec není přeloženo? Pomozte nám! Přejděte na crowdin a pomozte MoneyFox:
da: Er noget ikke korrekt oversat eller slet ikke oversat? Hjælp os! Gå over til crowdin og hjælpe med at forbedre MoneyFox:
de: Ist etwas nicht richtig oder gar nicht übersetzt? Hilf uns! Gehen auf Crowdin und Hilf uns den MoneyFox zu verbessern:
el: Είναι κάτι που δεν μεταφράζεται σωστά ή δεν μεταφράζεται καθόλου? Βοηθήστε μας! Προχωρήστε στο crowdin και βοηθήστε στη βελτίωση της MoneyFox:
et: Kas midagi ei ole korralikult tõlgitud või ei ole üldse tõlgitud? Aidake meid! Mine Crowdinile ja aita parandada MoneyFoxi:
fi: Onko jokin käännetty virheellisesti, tai jäänyt kokonaan kääntämättä? Voit auttaa meitä! Mene crowdingiin ja auta meitä kehittämään MoneyFox:
ja: 何かが適切に翻訳されていないか、翻訳されていないのですか？私たちを助けてください！crowdinに向かってMoneyFoxの改善を手伝ってください：
lt: Ar kas nors išversta netinkamai, ar visai neišversta? Padėkite mums! Eikite į crowdin ir padėkite tobulinti "MoneyFox":
nl: Is iets niet goed vertaald of helemaal niet vertaald? Help ons! Ga naar crowdin en help de MoneyFox te verbeteren!
no: Er noe ikke riktig oversatt eller ikke oversatt til alle? Hjelp oss å gå til Crowdin og hjelp oss med å forbedre MoneyFox:
pl: Jest coś niepoprawnie przetłumaczone lub nieprzetłumaczone w ogóle? Pomóż nam! Udaj się do Crowdin aby pomóc poprawić MoneyFox:
ro: Ceva nu este tradus corect sau nu este tradus deloc? Ajută-ne! Du-te la crowdin și ajută la îmbunătățirea Căsuței de Bani:
ru: Что-то неправильно переведено или вообще не переведено? Помогите нам! Перейдите на crowdin и помогите улучшить MoneyFox:
sk: Niečo nie je správne preložené alebo nie je preložené vôbec? Pomôžte nám! Prejdite na crowdin a pomôžte zlepšiť MoneyFox:
sv: Är något inte korrekt översatt eller inte översatt alls? Hjälp oss! Gå över till Crowdin och bidra till att förbättra MoneyFox :
tr: Birşey düzgün çevrilmedi mi? veya hiç çevrilmemişse bize yardım et! Crowdin'e yol al ve MoneyFox'un gelişmesine yardımcı ol:
uk: Щось не перекладено або не перекладено взагалі? Допоможіть нам! Перейдіть на crowdin і допоможіть поліпшити MoneyFox:
zh_cn: 有些文字没有翻译或者翻译有误？你可以在 crowdin 上改善 MoneyFox 的翻译来帮助我们：

# UnknownErrorWithTextMessage
source: There was an issue during the operation.
ar: حدثت مشكلة أثناء العملية. رسالة الخطأ {0}
bg: По време на операцията възникна проблем. Съобщение за грешка {0}
cs: Během operace došlo k chybě. Zpráva {0}
da: Der opstod et problem under handlingen. Fejlmeddelelse {0}
de: Es gab ein Problem während der Operation. Fehlermeldung {0}
el: Υπήρξε ένα πρόβλημα κατά τη διάρκεια της λειτουργίας. Μήνυμα σφάλματος {0}
et: Operatsiooni ajal tekkis probleem. Veateade {0}
fi: Toiminnan aikana tapahtui virhe. Virheviesti {0}
ja: 操作中に問題が発生しました。エラー メッセージ {0}
lt: Operacijos metu iškilo problema. Klaidos pranešimas {0}
nl: Er is een probleem opgetreden tijdens de operatie. Foutbericht {0}
no: There was an issue during the operation. Error Message {0}
pl: Wystąpił problem podczas operacji. Komunikat o błędzie {0}
ro: A apărut o problemă în timpul operațiunii. Mesaj de eroare {0}
ru: Во время операции возникла проблема. Сообщение об ошибке {0}
sk: Počas operácie sa vyskytol problém. Chybová správa {0}
sv: Ett problem uppstod under åtgärden. Felmeddelande {0}
tr: İşlem sırasında bir sorun oluştu. Hata Mesajı {0}
uk: Виникла проблема під час операції. Повідомлення про помилку {0}
zh_cn: There was an issue during the operation. Error Message {0}

# UnknownErrorMessage
source: There was an unknown error. If the error persists, please restart the app.
bg: По време на операцията възникна проблем. Съобщение за грешка {0}
cs: Během operace došlo k chybě. Zpráva {0}
da: Der opstod et problem under operationen. Fejlmeddelelse {0}
de: Es gab ein Problem während der Operation. Fehlermeldung {0}
el: Υπήρξε ένα πρόβλημα κατά τη διάρκεια της λειτουργίας. Μήνυμα σφάλματος {0}
et: Operatsiooni ajal tekkis probleem. Veateade {0}
fi: Toiminnan aikana tapahtui virhe. Virheviesti {0}
ja: 操作中に問題が発生しました。エラー メッセージ {0}
lt: Operacijos metu iškilo problema. Klaidos pranešimas {0}
nl: Er was een probleem tijdens de bewerking. Foutbericht {0}
no: There was an issue during the operation. Error Message {0}
pl: Wystąpił problem podczas operacji. Komunikat o błędzie {0}
ro: A apărut o problemă în timpul operațiunii. Mesaj de eroare {0}
ru: Во время операции возникла проблема. Сообщение об ошибке {0}
sk: Počas operácie sa vyskytol problém. Chybová správa {0}
sv: Ett problem uppstod under åtgärden. Felmeddelande {0}
tr: İşlem sırasında bir sorun oluştu. Hata Mesajı {0}
uk: Виникла проблема під час операції. Повідомлення про помилку {0}
zh_cn: There was an issue during the operation. Error Message {0}

# UploadBackupCanceledMessage
source: Upload backup was canceled.
ar: تم إلغاء النسخ الاحتياطي للتحميل.
bg: Изпращането на резервно копие е отменено.
cs: Nahrávání zálohy bylo zrušeno.
da: Upload af backup blev annulleret.
de: Upload der Sicherung wurde abgebrochen.
el: Η μεταφόρτωση αντιγράφου ασφαλείας ακυρώθηκε.
et: Varukoopia üleslaadimine tühistati.
fi: Tallennus varmuuskopio peruutettiin.
ja: アップロードのバックアップがキャンセルされました。
lt: Atsarginės kopijos įkėlimas buvo atšauktas.
nl: opgeladen back-up is geannuleerd
no: Opplasting sikkerhetskopi ble avbrutt.
pl: Wgrywanie kopii zapasowej zostało anulowane.
ro: Copia de rezervă a fost anulată.
ru: Загрузка резервной копии отменена.
sk: Nahrávanie zálohy bolo zrušené.
sv: Uppladdningskopia avbröts.
tr: Yükleme yedeklemesi iptal edildi.
uk: Завантаження резервної копії скасовано.
zh_cn: 上传备份已取消。

# VersionLabel
source: Version
ar: الإصدار
bg: Версия
cs: Verze
el: Έκδοση
et: Versioon
fi: Versio
ja: バージョン
lt: Versija
nl: Versie
no: Versjon
pl: Wersja
ro: Versiune
ru: Версия
sk: Verzia
tr: Sürüm
uk: Версія
zh_cn: 版本

# WebsiteLabel
source: Website
ar: الموقع
bg: Уебсайт
cs: Webová stránka
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
et: Veebileht
fi: Nettisivu
ja: ウェブサイト
lt: Svetainė
no: Nettside
pl: Strona internetowa
ru: Сайт
sk: Webová lokalita
sv: Webbplats
tr: Web sitesi
uk: Вебсайт
zh_cn: 网站

# WeeklyLabel
source: Weekly
ar: أسبوعياً
bg: Седмично
cs: Týdenní
da: Ugentligt
de: Wochentlich
el: Εβδομαδιαία
et: Nädalane
fi: Viikoittain
lt: Savaitinis
nl: Wekelijks
no: Ukentlig
pl: Tygodniowo
ro: Săptămânal
ru: Еженедельно
sk: Týždeň
sv: Veckovis
tr: Haftalık
uk: Щотижня
zh_cn: 每周

# WelcomeLabel
source: Welcome!
ar: مرحباً!
bg: Добре дошли!
cs: Vítejte!
da: Velkommen!
de: Willkommen!
el: Καλωσορίσατε!
et: Tere tulemast!
fi: Tervetuloa!
ja: ようこそ！
lt: Sveiki atvykę!
nl: Welkom!
no: Velkommen!
pl: Witaj!
ro: Bun venit!
ru: Добро пожаловать!
sk: Vitajte!
sv: Välkommen!
tr: Hoşgeldiniz!
uk: Вітаємо!
zh_cn: 欢迎！

# WelcomePageSubtitle
source: Glad to have you!
ar: يسعدك أن يكون لديك!
bg: Радвам се, че ви има!
cs: Rádi tě máte!
da: Vi er glade for at se dig!
de: Schön, dass du hier bist!
el: Χαίρομαι που σε έχετε!
et: Tore, et sa oled siin!
fi: Iloinen saadaksesi sinut!
ja: お迎えできて嬉しいです！
lt: Džiaugiuosi, kad jus turime!
nl: Blij jou te hebben
no: Glad for å ha deg!
pl: Miło cię żyć!
ro: Lovitura de a te avea!
ru: Рады вас видеть!
sk: Sme radi, že vás máme!
sv: Glad att ha dig!
tr: Aramızda olmana sevindim!
uk: Приємно мати вас!
zh_cn: Glad 让你见到！

# WelcomePageText
source: The MoneyFox helps you to track your expenses and incomes in an easy way. We will lead you through the first steps and help you get started.
ar: MoneyFx يساعدك على تتبع مصروفاتك ودخولك بطريقة سهلة. لبدء إنشاء حساب جديد. تستخدم الحسابات لتنظيم المدفوعات والأموال في المجموعات.
bg: MoneyFox ви помага да проследявате разходите и приходите си по лесен начин. За да започнете, създайте нов акаунт. Сметките се използват за организиране на плащанията и парите в колекциите.
cs: MoneyFox vám pomůže snadno sledovat vaše výdaje a příjmy. Chcete-li začít zakládat nový účet. Účty slouží k organizaci plateb a peněz ve sběrech.
da: MoneyFox hjælper dig med at følge med i dine udgifter og indtægter på en nem måde. For at starte skal du oprette en ny konto. Konti bruges til at organisere betalinger og penge på et sted.
de: Der MoneyFox hilft dir deine Ausgaben und Einnahmen auf einfach Weise im Überblick zu behalten. Um anzufangen, erstelle ein neues Konto. Mit diesen organisierst du Zahlungen und Geld in Gruppen.
el: Το MoneyFox σας βοηθά να παρακολουθείτε τα έξοδα και τα εισοδήματά σας με εύκολο τρόπο. Για να ξεκινήσετε τη δημιουργία ενός νέου λογαριασμού. Οι λογαριασμοί χρησιμοποιούνται για την οργάνωση πληρωμών και χρημάτων σε συλλογές.
et: MoneyFox aitab teil hõlpsasti jälgida oma kulusid ja sissetulekuid. Alustamiseks looge uus konto. Kontod on mõeldud maksete ja raha kogumise korraldamiseks.
fi: MoneyFox auttaa sinua seuraamaan kulujasi ja tulojasi helposti. Aloittaaksesi luoda uuden tilin. Tilejä käytetään järjestämään maksuja ja rahaa kokoelmissa.
ja: MoneyFoxは、あなたの費用と収入を簡単に追跡するのに役立ちます。 新規アカウントの作成を開始するには、アカウントはコレクションの支払いとお金を整理するために使用されます。
lt: "MoneyFox" padeda lengvai sekti savo išlaidas ir pajamas. Norėdami pradėti, sukurkite naują paskyrą. Sąskaitos naudojamos mokėjimams ir pinigų rinkiniams tvarkyti.
nl: De MoneyFox helpt u, om uw uitgaven en inkomsten op een gemakkelijke manier bij te houden. Maak een nieuw account aan om hier dan uw budgetten op een gemakkelijke manier bij te houden.
no: MoneyFox hjelper deg med å holde orden på utgifter og inntekter på en enkel måte. For å starte å opprette en ny konto. Kontoer benyttes til å organisere betalinger og penger i samlinger.
pl: MoneyFox pomaga w łatwym śledzeniu Twoich wydatków i dochodów. Aby rozpocząć tworzenie nowego konta. Konta są używane do organizowania płatności i pieniędzy w kolekcji.
ro: MoneyFox vă ajută să vă urmăriți cheltuielile și veniturile într-un mod ușor. Pentru a începe crearea unui nou cont. Conturile sunt utilizate pentru a organiza plățile și banii în colecții.
ru: MoneyFox поможет Вам легко отслеживать Ваши расходы и доходы. Для создания нового счета. Счета используются для организации платежей и денег в коллекциях.
sk: MoneyFox vám pomôže jednoducho sledovať vaše výdavky a príjmy. Ak chcete začať, vytvorte si nový účet. Účty slúžia na organizáciu platieb a peňazí v zbierkach.
sv: MoneyFox hjälper dig att spåra dina utgifter och inkomster på ett enkelt sätt. För att börja skapa ett nytt konto. Konton används för att organisera betalningar och pengar i samlingar.
tr: MoneyFox, harcamalarınızı ve gelirlerinizi kolay bir şekilde takip etmenize yardımcı olur. Başlamak için yeni bir hesap oluşturun. Hesaplar, ödemeleri ve tahsilatlardaki parayı düzenlemek için kullanılır.
uk: MoneyFox допомагає Вам відстежувати Ваші витрати та доходи простими способами. Для початку створення нового рахунку. Облікові записи використовуються для організації платежів і грошей у колекції.
zh_cn: MoneyFox帮助您轻松地跟踪您的开支和收入。 开始创建一个新账户。账户用于组织付款和集资。

# WindowsDefaultLabel
source: Windows Default
ar: الافتراضي للويندوز
bg: Windows по подразбиране
cs: Výchozí okno
da: Windows Standard
de: Windows-Standard
el: Προεπιλογή Windows
et: Windowsi vaikimisi
fi: Windowsin oletusarvo
ja: Windows デフォルト
lt: Numatytoji "Windows" versija
nl: Windows standaard
no: Standard for Windows
pl: Ustawienia Domyślne Windows
ro: Windows implicit
ru: По умолчанию
sk: Predvolené nastavenie systému Windows
sv: Windows standard
tr: Windows Varsayılan
uk: Стандартні параметри Windows
zh_cn: Windows 默认

# YearlyLabel
source: Yearly
ar: سنوياً
bg: Годишно
cs: Roční
da: Årligt
de: Jährlich
el: Ετήσια
et: Aastane
fi: Vuosittain
ja: 年ごと
lt: Metinis
nl: Jaarlijks
no: Årlig
pl: Rocznie
ro: Anual
ru: Ежегодно
sk: Ročný
sv: Årligen
tr: Yıllık
uk: За рік
zh_cn: 每年

# YesLabel
source: Yes
ar: نعم
bg: Да
cs: Ano
da: Ja
de: Ja
el: Ναι
et: Jah
fi: Kyllä
ja: はい
lt: Taip
nl: Ja
no: Ja
pl: Tak
ro: Da
ru: Да
sk: Áno
sv: Ja
tr: Evet
uk: Так
zh_cn: 是

# AddPaymentTitle
source: Add Payment
ar: إضافة دفعة
bg: Добавяне на плащане
cs: Přidat platbu
da: Tilføj betaling
de: Zahlung hinzufügen
el: Προσθήκη Πληρωμής
et: Lisa makse
fi: Lisää Maksu
ja: 支払いを追加
lt: Pridėti mokėjimą
nl: Betaling toevoegen
no: Legg til betaling
pl: Dodaj Płatność
ro: Adăugare plată
ru: Добавить операцию
sk: Pridať platbu
sv: Lägg till betalning
tr: Ödeme Ekle
uk: Додати платіж
zh_cn: 添加转账

# AddPaymentToolTip
source: Add a Payment with details
ar: إضافة دفعة مع التفاصيل
bg: Добавяне на плащане с подробности
cs: Přidat platbu s podrobnostmi
da: Tilføj en betaling med detaljer
de: Zahlung mit Details hinzufügen
el: Προσθήκη πληρωμής με λεπτομέρειες
et: Lisa makse koos üksikasjadega
fi: Lisää maksu, jossa on tietoja
ja: 支払いの詳細を追加
lt: Pridėti mokėjimą su išsamia informacija
nl: Voeg een betaling met details toe
no: Legg til en betaling med detaljer
pl: Dodaj płatność ze szczegółami
ro: Adaugă o plată cu detalii
ru: Добавить платеж с подробностями
sk: Pridanie platby s podrobnosťami
sv: Lägg till en betalning med detaljer
tr: Ayrıntılarla birlikte Ödeme Ekleme
uk: Додати платіж з даними
zh_cn: 添加一个带有细节的付款

# BackupToolTip
source: Backup your information
ar: النسخ الاحتياطي للمعلومات الخاصة بك
bg: Създаване на резервно копие на информацията
cs: Zálohujte své informace
da: Lav backup af dine oplysninger
de: Sichere deine Daten
el: Αντίγραφο ασφαλείας των πληροφοριών σας
et: Varundage oma andmed
fi: Varmuuskopioi tietosi
ja: 情報をバックアップ
lt: Kurkite atsarginę informacijos kopiją
nl: Back-up informatie
no: Sikkerhetskopier informasjonen din
pl: Kopia zapasowa informacji
ro: Copie de rezervă informaţii
ru: Данные о файле резервной копии
sk: Zálohovanie informácií
sv: Säkerhetskopiera din information
tr: Bilgilerinizi yedekleyin
uk: Резервне копіювання вашої інформації
zh_cn: 备份您的信息

# CategoriesToolTip
source: Manage your Categories
ar: إدارة التصنيفات الخاصة بك
bg: Управление на категориите
cs: Spravovat kategorie
da: Administrer dine kategorier
de: Verwalte deine Kategorien
el: Διαχειριστείτε τις κατηγορίες σας
et: Kategooriate haldamine
fi: Hallitse luokkia
ja: カテゴリ管理
lt: Tvarkykite savo kategorijas
nl: Beheer categorieën
no: Administrer dine kategorier
pl: Zarządzaj kategoriami
ro: Gestionează-ți categoriile
ru: Управление категориями
sk: Správa kategórií
sv: Hantera dina kategorier
tr: Kategorilerinizi Yönetin
uk: Керуйте вашими категоріями
zh_cn: 管理您的类别

# StatisticsToolTip
source: View your Statistics
ar: عرض إحصائياتك
bg: Преглед на вашите статистики
cs: Zobrazit statistiky
da: Vis statistikker
de: Statistiken über deine Einnahmen und Ausgaben
el: Δείτε τα στατιστικά σας
et: Vaadake oma statistikat
fi: Näytä tilastosi
ja: 統計を表示
lt: Peržiūrėkite savo statistiką
nl: Bekijk de forumstatistieken
no: Se din statistikk
pl: Zobacz swoje statystyki
ro: Vezi statisticile tale
ru: Просмотр статистики форума
sk: Zobrazenie vašich štatistík
sv: Visa din statistik
tr: İstatistiklerinizi görüntüleyin
uk: Переглянути вашу статистику
zh_cn: 查看您的统计

# FailedToLoginToBackupMessage
source: Failed to login to your backup service. Automatic backup upload was disabled. Please login and enable it again.
ar: فشل في تسجيل الدخول إلى خدمة النسخ الاحتياطي الخاصة بك. تم تعطيل التحميل التلقائي للنسخ الاحتياطي. الرجاء تسجيل الدخول و تفعيله مرة أخرى.
bg: Не успяхте да влезете в услугата за архивиране. Автоматичното качване на резервни копия е деактивирано. Моля, влезте в системата и я активирайте отново.
cs: Přihlášení k vaší záložní službě se nezdařilo. Automatické nahrávání zálohy bylo zakázáno. Přihlaste se a znovu jej povolte.
da: Kunne ikke logge ind på din backup-tjeneste. Automatisk upload af backup blev deaktiveret. Log venligst ind og aktivér den igen.
de: Anmeldung zum Sicherungsdienst ist fehlgeschlagen. Das automatische Backup wurde deaktiviert. Bitte logge dich erneut ein und aktiviere es wieder.
el: Αποτυχία σύνδεσης με την υπηρεσία αντιγράφου ασφαλείας. Η αυτόματη μεταφόρτωση αντιγράφου ασφαλείας απενεργοποιήθηκε. Παρακαλούμε συνδεθείτε και ενεργοποιήστε την ξανά.
et: Sisselogimine varundusteenusesse ebaõnnestus. Automaatne varukoopia üleslaadimine oli keelatud. Palun logige sisse ja lubage see uuesti.
fi: Varmuuskopion palveluun kirjautuminen epäonnistui. Automaattinen varmuuskopiointi ei ole käytössä. Kirjaudu sisään ja ota se käyttöön uudelleen.
ja: バックアップサービスへのログインに失敗しました。自動バックアップアップロードが無効になりました。ログインしてもう一度有効にしてください。
lt: Nepavyko prisijungti prie atsarginių kopijų kūrimo paslaugos. Automatinis atsarginių kopijų įkėlimas buvo išjungtas. Prisijunkite ir įjunkite jį dar kartą.
nl: Kan niet inloggen op uw back-upservice. Automatische back-up uploaden is uitgeschakeld. Gelieve in te loggen en opnieuw in te schakelen.
no: Kunne ikke logge inn på backup-tjenesten din. Automatisk sikkerhetskopiering ble deaktivert. Vennligst logg inn og aktiver på nytt.
pl: Logowanie do usługi kopii zapasowej nie powiodło się. Automatyczna kopia zapasowa została wyłączona. Zaloguj się i włącz ją ponownie.
ro: Conectarea la serviciul de backup a eșuat. Încărcarea automată a fost dezactivată. Te rugăm să te autentifici și să o activezi din nou.
ru: Не удалось войти в службу резервного копирования. Автоматическая загрузка резервного копирования была отключена. Пожалуйста, войдите в систему и включите её снова.
sk: Nepodarilo sa prihlásiť do služby zálohovania. Automatické odosielanie záloh bolo vypnuté. Prihláste sa a znovu ho povoľte.
sv: Det gick inte att logga in till din säkerhetskopieringstjänst. Automatisk uppladdning av säkerhetskopior har inaktiverats. Vänligen logga in och aktivera den igen.
tr: Yedekleme hizmetinize giriş yapılamadı. Otomatik yedekleme yüklemesi devre dışı bırakıldı. Lütfen giriş yapın ve tekrar etkinleştirin.
uk: Не вдалося увійти в службу резервного копіювання. Автоматичне резервне копіювання було вимкнено. Будь ласка, увійдіть до системи і ввімкніть його знову.
zh_cn: 无法登录到您的备份服务。自动备份上传已禁用。请登录并重新启用。

# FailedToLoginToBackupTitle
source: Login failed!
ar: فشل تسجيل الدخول!
bg: Провали се влизането!
cs: Přihlášení selhalo!
da: Kunne ikke logge ind
de: Login fehlgeschlagen!
el: Η σύνδεση απέτυχε!
et: Sisselogimine ebaõnnestus!
fi: Kirjautuminen epäonnistui!
ja: ログインに失敗しました
lt: Prisijungti nepavyko!
nl: inloggen faalde
no: Innlogging mislyktes!
pl: Błąd logowania!
ro: Autentificare eșuată!
ru: Ошибка входа
sk: Prihlásenie zlyhalo!
sv: Inloggning misslyckades!
tr: Giriş başarısız oldu!
uk: Помилка авторизації!
zh_cn: 登录失败！

# LoggedInTitle
source: Logged in!
ar: تسجيل الدخول!
bg: Влязох в системата!
cs: Přihlásit!
da: Logget ind!
de: Angemeldet!
el: Συνδεθήκατε!
et: Sisselogitud!
fi: Kirjauduttu sisään!
ja: ログイン中！
lt: Prisijungta!
nl: Ingelogd
no: Logget inn!
pl: Zalogowano!
ro: Conectat!
ru: Осуществлен вход
sk: Prihlásený!
sv: Inloggad!
tr: Giriş yapıldı!
uk: Ви увійшли!
zh_cn: 登录成功！

# SelectedPaymentTypeHeader
source: Selected Payment Type
ar: نوع الدفع المحدد
bg: Избран тип плащане
cs: Vybraný typ platby
da: Vælg betalingstype
de: Zahlungsart wählen
el: Επιλεγμένος Τύπος Πληρωμής
et: Valitud makse tüüp
fi: Valittu Maksutapa
ja: 選択した支払いタイプ
lt: Pasirinktas mokėjimo tipas
nl: Selecteer betaaltype
no: Valgt betalingstype
pl: Wybrany typ płatności
ro: Tipul de plată selectat
ru: Выбрать вид платежа
sk: Vybraný typ platby
sv: Vald betalningstyp
tr: Seçilen Ödeme Türü
uk: Вибраний тип платежу
zh_cn: 选定的付款类型
