Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Ui/Resources/Strings/Translations.*.resx
Languages: ar, bg, cs, da, de, el, et, fi, ja, lt, nl, no, pl, ro, ru, sk, sv, tr, uk, zh_cn

# InvalidNumberTitle
source: Invalid Number
ar: رقم غير صالح
bg: Невалиден номер
cs: Neplatné číslo
da: Ugyldigt tal
de: Ungültige Zahl
el: Μη Έγκυρος Αριθμός
et: Vale number
fi: Virheellinen Numero
ja: 無効な番号です
lt: Neteisingas numeris
nl: Ongeldig nummer
no: Ugyldig nummer
pl: Nieprawidłowy numer
ro: Număr nevalid
ru: Неправильный формат числа
sk: Neplatné číslo
sv: Ogiltigt nummer
tr: Geçersiz Numara
uk: Невірний номер
zh_cn: 无效的号码

# IsClearedLabel
source: Cleared
ar: مسح
bg: Изчистено
cs: Vymazáno
da: Ryddet
de: Verbucht
el: Εκκαθαρίστηκε
et: Puhastatud
fi: Tyhjennetty
ja: 消去しました
lt: Išvalyta
nl: Gewist
no: Klarert
pl: Wyczyszczono
ro: Eliminat
ru: Очищено
sk: Vymazané
sv: Rensad
tr: Temizlendi
uk: Очищено
zh_cn: 已清除

# IsExcludedLabel
source: Exclude account from balance
ar: استبعاد الحساب من الرصيد
bg: Изключи акаунта от баланса
cs: Vyloučit účet ze zůstatku
da: Ekskludér konto fra saldo
de: Konto von Monatsbilanz ausschliessen
el: Εξαίρεση λογαριασμού από το υπόλοιπο
et: Kontot saldost välja jätta
fi: Jättää tilin saldo
ja: 残高からアカウントを除外
lt: Neįtraukti sąskaitos į balansą
nl: Dit account afsluiten voor het saldo
no: Unnta konto fra saldo
pl: Wyklucz konto z salda
ro: Exclude contul din sold
ru: Исключить счёт из баланса
sk: Vylúčiť účet zo zostatku
sv: Exkludera konto från saldo
tr: Hesabı bakiyeden çıkart
uk: Виключити рахунок з балансу
zh_cn: 此账户不计入余额

# IsGroupedLabel
source: Group List
ar: قائمة المجموعات
bg: Списък на групите
cs: Seznam skupin
da: Gruppe liste
de: Liste gruppieren
el: Λίστα Ομάδων
et: Grupi nimekiri
fi: Ryhmäluettelo
ja: グループ一覧
lt: Grupių sąrašas
nl: groepslijst
no: Liste over grupper
pl: Lista grup
ro: Listă de grupuri
ru: Список групп
sk: Zoznam skupín
sv: Grupp lista
tr: Grup Listesi
uk: Список груп
zh_cn: 群组列表

# IsRecurringFilterLabel
source: Is Recurring
ar: دفع متكرر
bg: Повтаря ли се
cs: Opakuje se
da: Er tilbagevendende
de: Wiederkehrend
el: Είναι Επαναλαμβανόμενο
et: On korduv
fi: Toistuva
ja: 繰り返し処理中
lt: Ar pasikartoja
nl: terugkerend
no: Er tilbakevendende
pl: Powtarzający/a się
ro: Este recurent
ru: Переодически
sk: Opakuje sa
sv: Återkommande
tr: Yinelenen
uk: Повторюється
zh_cn: 为定期重复

# IsRecurringLabel
source: Recurring
ar: دفع متكرر
bg: Повтарящи се
cs: Opakování
da: Tilbagevendende
de: Wiederkehrend
el: Επαναλαμβανόμενες
et: Korduvad
fi: Toistuva
ja: 繰り返し
lt: Pasikartojantis
nl: Gewist
no: Gjentakende
pl: Cykliczny
ro: Recurent
ru: Переодически
sk: Opakujúce sa
sv: Återkommande
tr: Yinelenen
uk: Повторюються
zh_cn: 定期重复

# LastBackupDateLabel
source: Last Backup created at:
ar: أخر نسخة احتياطية تم إنشاءها في:
bg: Последен архив, създаден в:
cs: Poslední záloha vytvořena v:
da: Seneste backup oprettet den:
de: Letzte Sicherung wurde erstellt am:
el: Τελευταία δημιουργία αντιγράφου ασφαλείας στο:
et: Viimane varukoopia loodud aadressil:
fi: Viimeisen varmuuskopio luotu:
ja: 最後に作成されたバックアップ:
lt: Paskutinė atsarginė kopija sukurta adresu:
nl: Laatste back-up gemaakt op:
no: Siste sikkerhetskopi opprettet på:
pl: Ostatnia Kopia zapasowa została utworzona:
ro: Ultima copie de rezervă creată la:
ru: Последняя резервная копия:
sk: Posledná záloha vytvorená na:
sv: Senaste säkerhetskopia skapad den:
tr: Son yedekleme tarihi:
uk: Остання резервна копія створена:
zh_cn: 最新的备份创建于：

# LightLabel
source: Light
ar: فاتح
bg: Светлина
cs: Světlý
da: Lyst
de: Hell
el: Φωτεινό
et: Valgus
fi: Kirkas
ja: ライト
lt: Šviesa
nl: Licht
no: Lys
pl: Jasny
ro: Lumină
ru: Светлая тема
sk: Svetlo
sv: Ljus
tr: Açık
uk: Світла
zh_cn: 浅色模式

# LoadingLabel
source: Loading...
ar: جاري التحميل...
bg: Зареждане...
cs: Načítám...
da: Indlæser...
de: Wird geladen...
el: Φόρτωση...
et: Laadimine...
fi: Ladataan...
ja: 読み込み中...
lt: Pakraunama...
nl: Laden...
no: Laster...
pl: Ładowanie...
ro: Încărcare...
ru: Загрузка...
sk: Načítavanie...
sv: Laddar...
tr: Yükleniyor...
uk: Завантажується...
zh_cn: 正在加载...

# LoggedInMessage
source: Loggedin successfully.
ar: تسجيل الدخول بنجاح.
bg: Влязохте успешно.
cs: Přihlášení úspěšně.
da: Loggede ind succesfuldt
de: Erfolgreich eingeloggt.
el: Επιτυχής σύνδεση.
et: Edukalt sisse logitud.
fi: Kirjautuminen onnistui.
ja: ログインに成功しました。
lt: Sėkmingai prisijungta.
nl: Succesvol ingelogd.
no: Loggedin vellykket.
pl: Zalogowano pomyślne.
ro: Autentificare cu succes.
ru: Вы успешно вошли.
sk: Úspešne sa prihlásil.
sv: Inloggningen lyckades.
tr: Başarıyla giriş yapıldı.
uk: Успішно увійшов.
zh_cn: 登录成功。

# LoggedOutMessage
source: Logged out successfully.
ar: تم تسجيل الخروج بنجاح.
bg: Излязохте успешно от системата.
cs: Úspěšně odhlášeno.
da: Loggede ud succesfuldt
de: Erfolgreich ausgeloggt.
el: Επιτυχής έξοδος.
et: Edukalt välja logitud.
fi: Kirjauduttu ulos onnistuneesti.
ja: ログアウトしました。
lt: Sėkmingai atsijungta.
nl: Uitloggen Succesvol
no: Logget ut.
pl: Pomyślnie wylogowano
ro: Deconectat cu succes.
ru: Вы успешно вышли.
sk: Úspešne sa odhlásil.
sv: Utloggad framgångsrikt.
tr: Başarıyla çıkış yapıldı.
uk: Ви успішно вийшли з системи.
zh_cn: 注销成功。

# LoggedOutTitle
source: Logged out
ar: تم تسجيل الخروج
bg: Излязъл от системата
cs: Odhlášeno
da: Logget ud
de: Ausgeloggt
el: Αποσύνδεση
et: Välja logitud
fi: Kirjautunut ulos
ja: ログアウトしました
lt: Išregistruotas
nl: Uitgelogd
no: Logget av
pl: Wylogowano
ro: Delogat
ru: Выход
sk: Odhlásený
sv: Utloggad
tr: Çıkış yapıldı
uk: Ви вийшли
zh_cn: 登出

# LoginCanceledMessage
source: Login was canceled.
ar: تم إلغاء تسجيل الدخول.
bg: Влизането в системата беше отменено.
cs: Přihlášení bylo zrušeno.
da: Login blev annulleret.
de: Login wurde abgebrochen.
el: Η σύνδεση ακυρώθηκε.
et: Sisselogimine tühistati.
fi: Kirjautuminen peruutettiin.
ja: ログインがキャンセルされました。
lt: Prisijungimas buvo atšauktas.
nl: Login is geanuleerd
no: Innlogging ble avbrutt.
pl: Logowanie zostało anulowane.
ro: Autentificarea a fost anulată.
ru: Вход в систему отменен.
sk: Prihlásenie bolo zrušené.
sv: Inloggning avbröts.
tr: Giriş iptal edildi.
uk: Вхід скасовано.
zh_cn: 登录已取消。

# LoginFailedTitle
source: Login failed!
ar: فشل تسجيل الدخول!
bg: Провали се влизането!
cs: Přihlášení selhalo!
da: Kunne ikke logge ind
de: Login fehlgeschlagen!
el: Η σύνδεση απέτυχε!
et: Sisselogimine ebaõnnestus!
fi: Kirjautuminen epäonnistui!
ja: ログインに失敗しました
lt: Prisijungti nepavyko!
nl: inloggen faalde
no: Innlogging mislyktes!
pl: Błąd logowania!
ro: Autentificare eșuată!
ru: Ошибка входа
sk: Prihlásenie zlyhalo!
sv: Inloggning misslyckades!
tr: Giriş başarısız oldu!
uk: Помилка авторизації!
zh_cn: 登录失败！

# LoginLabel
source: Login
ar: تسجيل الدخول
bg: Вход
cs: Přihlásit se
da: Log ind
el: Είσοδος
et: Logi sisse
fi: Kirjaudu sisään
ja: ログイン
lt: Prisijungimas
nl: Inloggen
no: Innlogging
ro: Autentificare
ru: Войти
sk: Prihlásenie
sv: Inloggning
tr: Giriş
uk: Логін
zh_cn: 登录

# LogoutCanceledMessage
source: Logout was canceled.
ar: تم إلغاء تسجيل الخروج.
bg: Излизането от системата беше отменено.
cs: Odhlášení bylo zrušeno.
da: Log ud blev annulleret.
de: Logout wurde abgebrochen.
el: Η αποσύνδεση ακυρώθηκε.
et: Väljalogimine tühistati.
fi: Uloskirjautuminen peruutettiin.
ja: ログアウトがキャンセルされました。
lt: Atsijungimas buvo atšauktas.
nl: Afmelden is geanuleerd
no: Utlogging ble avbrutt.
pl: Wylogowanie zostało anulowane.
ro: Deconectarea a fost anulată.
ru: Выход из системы отменен.
sk: Odhlásenie bolo zrušené.
sv: Utloggning avbröts.
tr: Oturum kapatma iptal edildi.
uk: Вихід був скасований.
zh_cn: 注销已被取消。

# LogoutLabel
source: Logout
ar: تسجيل الخروج
bg: Изход
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
et: Väljalogimine
fi: Kirjaudu ulos
ja: ログアウト
lt: Atsijungimas
nl: Uitloggen
no: Logg
pl: Wyloguj się
ro: Deconectare
ru: Выйти
sk: Odhlásenie
sv: Utloggning
tr: Çıkış
uk: Вихід із системи
zh_cn: 退出登录

# MandatoryFieldEmptyTitle
source: Mandatory field
ar: حقل اجباري
bg: Задължително поле
da: Obligatorisk felt
de: Pflichtfeld
et: Kohustuslik väli
fi: Pakollinen kenttä
lt: Privalomas laukas
nl: Verplichte velden
pl: Pole obowiązkowe
ru: Обязательные поля
sk: Povinné pole
tr: Zorunlu Alanlar
zh_cn: 此段必填

# ModificationDateHeader
source: Modification Date
ar: تاريخ التعديل
bg: Дата на изменение
cs: Datum změny
da: Ændringsdato
de: Änderungsdatum
el: Ημερομηνία Τροποποίησης
et: Muutmise kuupäev
fi: Muutoksen Päivämäärä
ja: 変更日
lt: Pakeitimo data
nl: Wijzigingsdatum
no: Endret dato
pl: Data modyfikacji
ro: Data modificării
ru: Изменение даты
sk: Dátum úpravy
sv: Ändrad datum
tr: Değişiklik Tarihi
uk: Дата зміни
zh_cn: 修改日期

# ModificationDateLabel
source: Modification Date:
ar: تاريخ التعديل:
bg: Дата на изменение:
cs: Datum změny:
da: Ændringsdato:
de: Änderungsdatum:
el: Ημερομηνία Τροποποίησης:
et: Muutmise kuupäev:
fi: Muutoksen Päivämäärä:
ja: 変更日:
lt: Pakeitimo data:
nl: Wijzigingsdatum:
no: Endret dato:
pl: Data Modyfikacji:
ro: Data modificării:
ru: Дата изменения:
sk: Dátum úpravy:
sv: Ändringsdatum:
tr: Değişiklik Tarihi:
uk: Дата внесення змін:
zh_cn: 修改日期：

# ModificationDateTemplateLabel
source: Modification Date: {0}
ar: تاريخ التعديل: {0}
bg: Дата на модификация: {0}
cs: Datum úpravy: {0}
da: Ændringsdato: {0}
de: Änderungsdatum: {0}
el: Ημερομηνία τροποποίησης: {0}
et: Muutmise kuupäev: {0}
fi: Muutos: {0}
ja: 変更日: {0}
lt: Pakeitimo data: {0}
nl: Wijzigingsdatum: {0}
no: Endret dato: {0}
pl: Data Modyfikacji: {0}
ro: Data Modificării: {0}
ru: Дата изменения: {0}
sk: Dátum úpravy: {0}
sv: Modifieringsdatum: {0}
tr: Değişiklik Tarihi: {0}
uk: Дата модифікації: {0}
zh_cn: 修改日期: {0}

# ModifyRecurrenceMessage
source: You have modified a recurring payment. Do you want to update the recurrence?
ar: لقد قمت بتعديل دفعة متكررة. هل تريد تحديث التكرار؟
bg: Променили сте периодично плащане. Искате ли да актуализирате повторението?
cs: Upravili jste opakující se platbu. Chcete aktualizovat opakování?
da: Du har ændret en gentagende betaling. Vil du opdatere gentagelsen?
de: Du hast eine wiederkehrende Zahlung bearbeitet. Möchtest du die Wiederholungen ebenfalls anpassen?
el: Έχετε τροποποιήσει μια επαναλαμβανόμενη πληρωμή. Θέλετε να ενημερώσετε την επαναλαμβανόμενη πληρωμή?
et: Te olete muutnud korduvat makset. Kas soovite korduvmakseid uuendada?
fi: Olet muokannut toistuvaa maksua. Haluatko myös päivittää toistumisen?
ja: 定期支払を変更しました。繰り返し支払いを更新しますか？
lt: Pakeitėte pasikartojantį mokėjimą. Ar norite atnaujinti pasikartojantį mokėjimą?
nl: U heeft een periodieke betaling gewijzigd. Wilt u de deze bijwerken?
no: Du har endret en gjentakende betaling. Vil du oppdatere gjentakelse?
pl: Zmodyfikowałeś powtarzającą się płatność. Czy chcesz zmienić je wszystkie?
ro: Ați modificat o plată recurentă. Doriți să actualizați recursul?
ru: Вы обновили периодическую операцию. Вы хотите обновить будущие операции?
sk: Upravili ste opakovanú platbu. Chcete aktualizovať opakovanú platbu?
sv: Du har ändrat en återkommande betalning. Vill du uppdatera återkommande betalningar?
tr: Yinelenen bir ödemeyi değiştirdiniz. Yinelemeyi güncellemek istiyor musunuz?
uk: Ви змінили регулярний платіж. Ви хочете оновити рекурс?
zh_cn: 您已修改一组定期付款。是否更新该定期付款？

# ModifyRecurrenceTitle
source: Modify Recurrence
ar: تعديل التكرار
bg: Промяна на повторението
cs: Upravit opakování
da: Ændr gentagelse
de: Serie bearbeiten
el: Τροποποίηση Επαναφοράς
et: Muuda korduvust
fi: Muokkaa Toistumista
ja: 繰り返しを変更
lt: Pakeisti pasikartojimą
nl: Wijzig herhaling
no: Endre Gjentakelse
pl: Zmień tytuł powtarzającej się płatności
ro: Modifică recurența
ru: Изменить периодичность
sk: Úprava opakovania
sv: Ändra Återkommande
tr: Yinelemeyi Değiştir
uk: Змінити повторення
zh_cn: 修改定期付款

# MonthlyAverageLabel
source: Last year monthly average:
ar: المتوسط الشهري للسنة الماضية:
bg: Средна месечна стойност за миналата година:
cs: Měsíční průměr za poslední rok:
da: Sidste års månedlige gennemsnit:
de: Durchschnitt im letzten Jahr:
el: Πέρυσι μηνιαίος μέσος όρος:
et: Eelmise aasta kuu keskmine:
fi: Viime vuoden kuukausittainen keskiarvo:
ja: 昨年の月例平均:
lt: Praėjusių metų mėnesio vidurkis:
nl: Maandelijks gemiddelde, van vorig jaar.
no: Månedsgjennomsnitt for siste år:
pl: Zeszłoroczna średnia miesięczna:
ro: Media lunară a anului trecut:
ru: Средний показатель за прошлый год:
sk: Mesačný priemer za minulý rok:
sv: Förra årets månatliga genomsnitt:
tr: Geçen yılın aylık ortalaması:
uk: Середня за минулий рік:
zh_cn: 去年平均月数：

# MonthlyCashflowDescription
source: Shows the monthly cashflow for the selected account.
ar: يعرض التدفق النقدي الشهري للحساب المحدد.
bg: Показва месечния паричен поток за избраната сметка.
cs: Zobrazí měsíční peněžní tok pro vybraný účet.
da: Viser den månedlige pengestrøm for den valgte konto.
de: Zeigt den monatlichen Kapitalfluss für das ausgewählte Konto.
el: Εμφανίζει τη μηνιαία ταμειακή ροή για τον επιλεγμένο λογαριασμό.
et: Näitab valitud konto igakuist rahavoogu.
fi: Näyttää kuukausittaisen kassavirran valitulle tilille.
ja: 選択したアカウントの毎月のキャッシュフローを表示します。
lt: Rodomas pasirinktos sąskaitos mėnesio pinigų srautas.
nl: Toont de maandelijkse cashflow van de geselecteerde rekening.
no: Viser månedlig kontantstrøm for den valgte kontoen.
pl: Pokazuje miesięczny przepływ środków pieniężnych dla wybranego konta.
ro: Arată fluxul lunar de cashflow pentru contul selectat.
ru: Показывает ежемесячный денежный поток для выбранного счета.
sk: Zobrazí mesačný tok peňazí pre vybraný účet.
sv: Visar det månatliga kassaflödet för det valda kontot.
tr: Seçilen hesap için aylık nakit akışını gösterir.
uk: Показує місячний грошовий потік для вибраного рахунку.
zh_cn: 显示选中账户的每月现金流量。

# MonthlyCashflowLabel
source: Monthly Cashflow
ar: التدفق النقدي الشهري
bg: Месечен паричен поток
cs: Měsíční peněžní tok
da: Månedlig pengestrøm
de: Monatlicher Kapitalfluss
el: Μηνιαία ταμειακή Ροή
et: Igakuine rahavoog
fi: Kuukausittainen Rahavirta
ja: 毎月のキャッシュフロー
lt: Mėnesinis pinigų srautas
nl: Maandelijkse Cashflow
no: Månedlig kontantflyt
pl: Miesięczny przepływ środków
ro: Cashflow lunar
ru: Ежемесячный доход
sk: Mesačný cashflow
sv: Månatligt kassaflöde
tr: Aylık Nakit Akışı
uk: Щомісячний грошовий потік
zh_cn: 每月现金流

# MonthlyCashflowTitle
source: Monthly Cashflow
ar: التدفق النقدي الشهري
bg: Месечен паричен поток
cs: Měsíční peněžní tok
da: Månedlig pengestrøm
de: Monatlicher Kapitalfluss
el: Μηνιαία ταμειακή Ροή
et: Igakuine rahavoog
fi: Kuukausittainen Rahavirta
ja: 毎月のキャッシュフロー
lt: Mėnesinis pinigų srautas
nl: Maandelijkse Cashflow
no: Månedlig kontantflyt
pl: Miesięczny przepływ środków
ro: Cashflow lunar
ru: Ежемесячный доход
sk: Mesačný cashflow
sv: Månatligt kassaflöde
tr: Aylık Nakit Akışı
uk: Щомісячний грошовий потік
zh_cn: 每月现金流

# MonthlyLabel
source: Monthly
ar: شهرياً
bg: Месечно
cs: Měsíčně
da: Månedligt
de: Monatlich
el: Μηνιαία
et: Igakuine
fi: Kuukausittain
ja: 月ごと
lt: Mėnesinis
nl: Maandelijks
no: Månedlig
pl: Miesięcznie
ro: Lunar
ru: Ежемесячно
sk: Mesačne
sv: Månadsvis
tr: Aylık
uk: Щомісячно
zh_cn: 每月

# NextLabel
source: Next
ar: التالي
bg: Следваща
cs: Další
da: Fortsæt
de: Weiter
el: Επόμενο
et: Järgmine
fi: Seuraava
ja: 次へ
lt: Kitas
nl: Volgende
no: Neste
pl: Następny
ro: Următoarea
ru: Далее
sk: Ďalšie
sv: Nästa
tr: Sonraki
uk: Уперед
zh_cn: 下一个

# NoAccountsMessage
source: There are no Accounts to display.
ar: لا توجد حسابات لعرضها.
bg: Няма сметки за показване.
cs: Neexistují žádné účty k zobrazení.
da: Der er ingen konti at vise.
de: Keine Konten vorhanden.
el: Δεν υπάρχουν λογαριασμοί για εμφάνιση.
et: Ei ole Kontod, mida kuvada.
fi: Ei ole näytettäviä tilejä.
ja: 表示するアカウントがありません。
lt: Sąskaitų, kurias reikia rodyti, nėra.
nl: Er zijn geen account om te tonen
no: Det er ingen kontoer å vise.
pl: Brak Kont do wyświetlenia.
ro: Nu există conturi de afișat.
ru: Нет счетов для отображения.
sk: Neexistujú žiadne účty, ktoré by sa mali zobraziť.
sv: Det finns inga konton att visa.
tr: Görüntülenecek Hesap yok.
uk: Немає жодного рахунку для відображення.
zh_cn: 没有账户可显示。

# NoCategoriesMessage
source: There are no categories to display.
ar: لا توجد فئات لعرضها.
bg: Няма категории за показване.
cs: Neexistují žádné kategorie k zobrazení.
da: Der er ingen kategorier at vise.
de: Keine Kategorien vorhanden.
el: Δεν υπάρχουν κατηγορίες για εμφάνιση.
et: Näidata ei ole kategooriaid.
fi: Näytettäviä kategorioita ei ole.
ja: 表示するカテゴリがありません。
lt: Nėra rodomų kategorijų.
nl: Eer zijn geen categorieën te bekijken
no: Det er ingen kategorier å vise.
pl: Brak Kategorii do wyświetlenia.
ro: Nu există nici o categorie de afișat.
ru: Нет категорий для отображения.
sk: Neexistujú žiadne kategórie na zobrazenie.
sv: Det finns inga kategorier att visa
tr: Görüntülenecek kategori yok.
uk: Немає категорій для відображення.
zh_cn: 没有要显示的类别。

# NoCategoryLabel
source: [No Category]
ar: [لا فئة]
bg: [Няма категория]
cs: [Žádná kategorie]
da: [Ingen kategori]
de: Keine Kategorie
el: [Χωρίς Κατηγορία]
et: [Kategooria puudub]
fi: [Ei kategoriaa]
ja: format@@0
lt: [Nėra kategorijos]
nl: Geen categorie
no: [Ingen kategori]
pl: [Bez kategorii]
ro: [Nicio categorie]
ru: [Нет категории]
sk: [Bez kategórie]
sv: [Ingen kategori]
tr: [Kategori Yok]
uk: [Немає категорії]
zh_cn: [无类别]

# NoCategoryTitle
source: No Category
bg: Без категория
da: Ingen Kategori
de: Keine Kategorie
el: Καμία Κατηγορία
et: Kategooria puudub
fi: Ei Kategoriaa
ja: カテゴリがありません
nl: Geen categorie
no: Ingen Kategori
pl: Brak kategorii
ro: Nicio categorie
ru: Нет категории
sv: Ingen kategori
tr: Kategori Yok
uk: Розділи відсутні
zh_cn: 无分类

# NoCategorySummaryEntrySelectedMessage
source: No entry selected. Choose a entry in the list to see the payments for it.
ar: لم يتم تحديد إدخال. اختر إدخال في القائمة لمشاهدة الدفعات لها.
bg: Не е избрано вписване. Изберете запис от списъка, за да видите плащанията за него.
cs: Nebyla vybrána žádná položka. Vyberte položku v seznamu pro zobrazení plateb.
da: Intet emne valgt. Vælg et emne fra listen for at se betalingerne.
de: Kein Eintrag ausgewählt. Wählen Sie einen Eintrag in der Liste, um die Zahlungen anzuzeigen.
el: Δεν επιλέχθηκε καταχώρηση. Επιλέξτε μια καταχώρηση στη λίστα για να δείτε τις πληρωμές για αυτό.
et: Ühtegi kirjet ei ole valitud. Valige nimekirjast kanne, et näha selle makseid.
fi: Ei merkintää valittuna. Valitse merkintä luettelosta nähdäksesi sille suoritettavat maksut.
ja: エントリが選択されていません。支払いを確認するには、リストのエントリを選択してください。
lt: Įrašas nepasirinktas. Pasirinkite įrašą sąraše, kad pamatytumėte jo mokėjimus.
nl: Geen invoer geselecteerd. Kies een item in de lijst, om de betalingen te bekijken.
no: Ingen oppføring valgt. Velg en oppføring i listen for å se betalingene til den.
pl: Nie wybrano wpisu. Wybierz wpis na liście, aby zobaczyć dla niego płatności.
ro: Nici o intrare selectată. Alegeți o intrare în listă pentru a vedea plățile pentru ea.
ru: Не выбрана запись. Выберите запись в списке, чтобы увидеть операции в ней.
sk: Nie je vybraná žiadna položka. Ak chcete zobraziť platby, vyberte položku v zozname.
sv: Ingen post vald. Välj en post i listan för att se betalningarna för den.
tr: Seçili giriş yok. Ödemeleri görmek için listeden bir giriş seçin.
uk: Не обрано матеріалу. Виберіть запис у списку для перегляду платежів за нього.
zh_cn: 没有选择任何条目。在列表中选择一个条目来查看付款情况。

# NoLabel
source: No
ar: لا
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fi: Ei
ja: いいえ
lt: Ne
nl: Nee
no: Nei
pl: Nie
ro: Nr
ru: Нет
sk: Nie
sv: Nej
tr: Hayır
uk: Ні
zh_cn: 否

# NoNetworkMessage
source: You are not connected to the internet. Please check your connection and try again.
ar: أنت غير متصل بالإنترنت، الرجاء التحقق من الاتصال والمحاولة مرة أخرى.
bg: Не сте свързани с интернет. Моля, проверете връзката си и опитайте отново.
cs: Nejste připojeni k internetu. Zkontrolujte prosím připojení a zkuste to znovu.
da: Du er ikke forbundet til internet, tjek forbindelsen og prøv igen.
de: Du musst mit dem Internet verbunden sein, um dich anzumelden. Bitte überprüfe deine Internetverbindung und versuche es erneut.
el: Δεν είστε συνδεδεμένοι στο διαδίκτυο. Παρακαλώ ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά.
et: Te ei ole ühendatud internetti. Palun kontrollige oma ühendust ja proovige uuesti.
fi: Et ole yhteydessä internetiin. Yhdistä laitteesi verkkoon ja yritä uudelleen.
ja: インターネットに接続されていません。接続を確認して、もう一度やり直してください。
lt: Nesate prisijungę prie interneto. Patikrinkite ryšį ir bandykite dar kartą.
nl: Niet verbonden met het internet, check je connectie met het internet opnieuw!
no: Du er ikke koblet til Internett. Kontroller tilkoblingen og prøv på nytt.
pl: Jeśli nie jesteś połączony/a z internetem. Proszę sprawdź swoje połączenie i spróbuj ponownie.
ro: Nu sunteți conectat la internet. Vă rugăm să verificați conexiunea și să încercați din nou.
ru: Вы не подключены к Интернету. Проверьте подключение и повторите попытку.
sk: Nie ste pripojení na internet. Skontrolujte svoje pripojenie a skúste to znova.
sv: Du är inte ansluten till internet. Kontrollera din anslutning och försök igen.
tr: Internet'e bağlı değilsiniz. Lütfen bağlantınızı kontrol edip tekrar deneyin.
uk: Немає підключення до Інтернету. Перевірте підключення та повторіть спробу.
zh_cn: 您没有连接到互联网。请检查您的连接，然后重试。

# NoNetworkTitle
source: No Internet Connection
ar: لا يوجد إتصال بالإنترنت
bg: Няма връзка с интернет
cs: Žádné připojení k Internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Χωρίς Σύνδεση Στο Διαδίκτυο
et: Internetiühendus puudub
fi: Ei Internet-yhteyttä
ja: インターネット接続がありません
lt: Nėra interneto ryšio
nl: Geen internetverbinding
no: Ingen Internettilkobling
pl: Brak Połączenia z Internetem
ro: Lipsă conexiune la internet
ru: Нет подключения к Интернету
sk: Žiadne pripojenie k internetu
sv: Ingen internetanslutning
tr: İnternet Bağlantısı Yok
uk: Немає з'єднання з Інтернетом
zh_cn: 没有网络连接

# NoPaymentsMessage
source: There are no Payments. Add one by tapping on the plus button.
ar: لا توجد مدفوعات. أضف واحدة عن طريق النقر على زر زائد
bg: Няма плащания. Добавете такова, като докоснете бутона плюс.
cs: Nebyly nalezeny žádné platby. Přidejte je klepnutím na tlačítko plus.
da: Der er ingen betalinger. Tilføj en ved at trykke på plus-knappen.
de: Keine Zahlungen vorhanden.
el: Δεν υπάρχουν πληρωμές. Προσθέστε ένα πατώντας στο κουμπί συν .
et: Makseid ei ole. Lisage üks, vajutades plussnuppu.
fi: Ei ole maksuja. Lisää yksi napauttamalla plus-painiketta.
ja: 支払いはありません。プラスボタンをタップして追加してください。
lt: Mokėjimų nėra. Pridėkite vieną bakstelėdami pliuso mygtuką.
nl: Er zijn geen betalingen. Doe een betaling door op het plus teken te klikken.
no: Det er ingen betalinger. Legg til en ved å trykke på pluss-knappen.
pl: Nie ma żadnych płatności. Dodaj jedną naciskając przycisk plusa poniżej.
ro: Nu există nicio plată. Adăugați una apăsând pe butonul plus.
ru: У вас нет операций. Добавьте новую, нажав на кнопку «плюс».
sk: Neexistujú žiadne platby. Pridajte ju ťuknutím na tlačidlo plus.
sv: Det finns inga betalningar. Lägg till en genom att trycka på plusknappen.
tr: Hiç Ödeme yok. Artı düğmesine dokunarak bir tane ekleyin.
uk: Немає платежів. Додайте його натиснувши на кнопку з плюсом.
zh_cn: 没有付款。点击加号按钮添加一个。

# NoteLabel
source: Note
ar: ملاحظة
bg: Бележка
cs: Poznámka
da: Kommentar
de: Notiz
el: Σημείωση
et: Märkus
fi: Huomautus
ja: メモ
lt: Pastaba
nl: Nota
no: Notat
pl: Notatka
ro: Notă
ru: Примечание
sk: Poznámka
sv: Anteckning
tr: Not
uk: Примітка
zh_cn: 备注

# NotNowLabel
source: Not Now
ar: ليس الآن
bg: Не сега
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι Τώρα
et: Mitte nüüd
fi: Ei Nyt
ja: 今はしない
lt: Ne dabar
nl: Niet nu
no: Ikke nå
pl: Nie Teraz
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sv: Inte nu
tr: Henüz değil
uk: Не зараз
zh_cn: 稍后再提醒我

# OkLabel
source: Ok
ar: حسناً
bg: Добре
el: Εντάξει
lt: Gerai
nl: In orde
ru: ОК
tr: Tamam
uk: Гаразд
zh_cn: 确定

# OthersLabel
source: Others
ar: أخرى
bg: Други
cs: Okurky salátové
da: Andet
de: Weitere
el: Άλλα
et: Teised
fi: Muut
ja: その他
lt: Kiti
nl: Anderen
no: Andre
pl: Inne
ro: Altele
ru: Другое
sk: Iné
sv: Andra
tr: Diğerleri
uk: Інші
zh_cn: 其他
