Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Ui/Resources/Strings/Translations.*.resx
Languages: ar, bg, cs, da, de, el, et, fi, ja, lt, nl, no, pl, ro, ru, sk, sv, tr, uk, zh_cn

# SendEmailFailedMessage
source: Failed to open the email application. Please try again later or contact us via 'mobile.support@apply-solutions.ch'.
ar: فشل في فتح تطبيق البريد الإلكتروني. الرجاء المحاولة مرة أخرى لاحقاً أو الاتصال بنا عبر 'mobile.support@apply-solutions.ch'.
bg: Не успя да отвори приложението за електронна поща. Моля, опитайте отново по-късно или се свържете с нас чрез "mobile.support@apply-solutions.ch".
cs: Nepodařilo se otevřít e-mailovou aplikaci. Zkuste to prosím později nebo se s námi spojte prostřednictvím "mobile.support@apply-solutions.ch".
da: Det lykkedes ikke at åbne e-mail-programmet. Prøv igen senere, eller kontakt os via "mobile.support@apply-solutions.ch".
de: Die E-Mail-Anwendung konnte nicht geöffnet werden. Bitte versuche es später noch einmal oder kontaktiere uns über 'mobile.support@apply-solutions.ch'.
el: Απέτυχε να ανοίξει η εφαρμογή ηλεκτρονικού ταχυδρομείου. Προσπαθήστε ξανά αργότερα ή επικοινωνήστε μαζί μας μέσω του 'mobile.support@apply-solutions.ch'.
et: Ebaõnnestus meilirakenduse avamine. Palun proovige hiljem uuesti või võtke meiega ühendust aadressil mobile.support@apply-solutions.ch.
fi: Sähköpostisovellusta ei onnistuttu avaamaan. Yritä myöhemmin uudelleen tai ota meihin yhteyttä osoitteessa 'mobile.support@apply-solutions.ch'.
ja: メールアプリケーションを開くのに失敗しました。後でもう一度試してみるか、'mobile.support@apply-solutions.ch'からご連絡ください。
lt: Nepavyko atidaryti el. pašto programos. Prašome pabandyti vėliau arba susisiekti su mumis per "mobile.support@apply-solutions.ch".
nl: Het is niet gelukt de e-mailapplicatie te openen. Probeer het later nog eens of neem contact op via 'mobile.support@apply-solutions.ch'.
no: Kunne ikke åpne e-postprogrammet. Prøv igjen senere, eller kontakt oss via "mobil.support@apply-solutions.ch".
pl: Nie udało się otworzyć aplikacji poczty elektronicznej. Spróbuj ponownie później lub skontaktuj się z nami przez stronę mobile.support@apply-solutions.ch.
ro: Nu a reușit să deschidă aplicația de e-mail. Vă rugăm să încercați din nou mai târziu sau să ne contactați prin "mobile.support@apply-solutions.ch".
ru: Не удалось открыть почтовое приложение. Пожалуйста, повтори попытку позже или свяжись с нами через 'mobile.support@apply-solutions.ch'.
sk: Nepodarilo sa otvoriť e-mailovú aplikáciu. Skúste to prosím neskôr alebo nás kontaktujte prostredníctvom 'mobile.support@apply-solutions.ch'.
sv: Det gick inte att öppna e-postprogrammet. Försök igen senare eller kontakta oss via "mobile.support@apply-solutions.ch".
tr: E-posta uygulaması açılamadı. Lütfen daha sonra tekrar deneyin veya 'mobile.support@apply-solutions.ch' adresinden bizimle iletişime geçin.
uk: Не вдалося відкрити поштову програму. Будь ласка, спробуйте пізніше або зв'яжіться з нами через 'mobile.support@apply-solutions.ch'.
zh_cn: 打开电子邮件应用程序失败。请稍后再试或通过'mobile.support@apply-solutions.ch'联系我们。

# UnassignPaymentTitle
source: Unassign Payments
bg: Отписване на плащания
cs: Zrušit přiřazení plateb
da: Fjern Betalinger
de: Zahlungen aufheben
el: Κατάργηση Ανάθεσης Πληρωμών
et: Maksete loovutamise tühistamine
fi: Määrittämättömät Maksut
ja: 支払いのアサインを解除
lt: Mokėjimų panaikinimas
nl: Ontkoppel betalingen
no: Utildel betalinger
pl: Odrzuć płatności
ro: Designează plăți
ru: Отменить платежи
sk: Zrušenie priradenia platieb
sv: Ta bort betalningar
tr: Ödemelerin Atamasını Kaldır
uk: Зняти призначення платежів
zh_cn: 取消分配付款

# UnassignPaymentMessage
source: There are {0} payments assigned. Those will be unassigned. Do you want to proceed?
bg: Има назначени плащания на {0} . Те ще бъдат отменени. Искате ли да продължите?
cs: Je přiřazeno {0} plateb. Ty nebudou přiřazeny. Chcete pokračovat?
da: Der er {0} betalinger tildelt. Disse vil blive utildelt. Vil du fortsætte?
de: Es sind {0} Zahlungen zugewiesen. Diese werden nicht zugewiesen. Möchten Sie fortfahren?
el: Υπάρχουν {0} πληρωμές που έχουν ανατεθεί. Αυτές θα εκχωρηθούν. Θέλετε να συνεχίσετε?
et: Määratud on {0} maksed. Need jäetakse määramata. Kas soovite jätkata?
fi: Maksua on {0} annettu. Maksut perutaan. Ne perutaan. Haluatko jatkaa?
ja: {0} 件の支払いが割り当てられています。これらは割り当てられていません。続行しますか？
lt: Priskirti {0} mokėjimai. Jie bus nepriskirti. Ar norite tęsti?
nl: Er zijn {0} betalingen toegewezen. Deze zullen niet toegewezen worden. Wilt u doorgaan?
no: Det er {0} betalinger tildelt. Disse vil bli ikke tildelt. Ønsker du å fortsette?
pl: Przypisano {0} płatności. Zostaną one nieprzypisane. Czy chcesz kontynuować?
ro: Există {0} plăți alocate. Acestea vor fi nealocate. Doriți să continuați?
ru: Назначены {0} платежей. Они будут отменены. Вы хотите продолжить?
sk: Priradené sú platby na {0} . Tie budú odúčtované. Chcete pokračovať?
sv: Det finns {0} betalningar tilldelade. Dessa kommer att vara otilldelade. Vill du fortsätta?
tr: Atanmış {0} ödemeleri vardır. Bunlar atanmamış olacak. Devam etmek istiyor musunuz?
uk: Виконано {0} платежів. Це буде знято. Продовжити?
zh_cn: 已经分配了 {0} 笔付款。这些付款将被取消分配。您想要继续吗？

# RemoveLabel
source: Remove
bg: Премахване на
cs: Odstranění stránky
da: Fjern
de: Entfernen
el: Αφαιρέστε το
et: Eemaldage
fi: Poista
ja: 削除
lt: Pašalinti
nl: Verwijder
no: Fjern
pl: Usuń
ro: Eliminați
ru: Удалить
sk: Odstránenie stránky
sv: Ta bort
tr: Kaldırmak
uk: Видалити
zh_cn: 移除

# IntervalLabel
source: Interval
bg: Интервал
de: Intervall
el: Διάστημα
et: Intervall
fi: Intervalli
ja: インターバル
lt: Intervalas
no: Intervall
pl: Interwał
ru: Интервал
sv: Intervall
tr: Aralık
uk: Інтервал
zh_cn: 间隔

# MonthLabel
source: Month
bg: Месец
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
et: Kuu
fi: Kuukausi
ja: 月
lt: Mėnuo
nl: Maand
no: Måned
pl: Miesiąc
ro: Luna
ru: Месяц
sk: Mesiac
sv: Månad
tr: Ay
uk: Місяць
zh_cn: 月份

# IncludedCategoriesLabel
source: Included Categories
bg: Включени категории
cs: Zahrnuté kategorie
da: Inkluderede kategorier
de: Enthaltene Kategorien
el: Περιλαμβανόμενες κατηγορίες
et: Lisatud kategooriad
fi: Mukana olevat luokat
ja: 含まれるカテゴリー
lt: Įtrauktos kategorijos
nl: Inbegrepen categorieën
no: Inkluderte kategorier
pl: Kategorie uwzględnione
ro: Categorii incluse
ru: Включенные категории
sk: Zahrnuté kategórie
sv: Inkluderade kategorier
tr: Dahil Edilen Kategoriler
uk: Включені категорії
zh_cn: 包括的类别

# CurrencyIntroductionText
source: Select the currency you would like to use in the app. This will be used as the default currency for example for accounts, payments and budgets. You can change this late in the settings.
bg: Изберете валутата, която искате да използвате в приложението. Тя ще се използва като валута по подразбиране, например за сметки, плащания и бюджети. Можете да промените тази валута късно в настройките.
da: Vælg den valuta, du ønsker at bruge i appen. Denne valuta vil blive brugt som standardvaluta for f.eks. konti, betalinger og budgetter. Du kan ændre denne sent i indstillingerne.
de: Wähle die Währung aus, die du in der App verwenden möchtest. Diese wird als Standardwährung z. B. für Konten, Zahlungen und Budgets verwendet. Du kannst dies später in den Einstellungen ändern.
el: Επιλέξτε το νόμισμα που θέλετε να χρησιμοποιήσετε στην εφαρμογή. Αυτό θα χρησιμοποιείται ως προεπιλεγμένο νόμισμα, για παράδειγμα για λογαριασμούς, πληρωμές και προϋπολογισμούς. Μπορείτε να το αλλάξετε αυτό αργότερα στις ρυθμίσεις.
et: Valige valuuta, mida soovite rakenduses kasutada. Seda kasutatakse vaikimisi valuutana näiteks kontode, maksete ja eelarvete puhul. Seda saate hilisemalt seadetes muuta.
fi: Valitse valuutta, jota haluat käyttää sovelluksessa. Tätä käytetään oletusvaluuttana esimerkiksi tileissä, maksuissa ja budjeteissa. Voit muuttaa tätä myöhässä asetuksissa.
ja: アプリで使用する通貨を選択します。これは、アカウント、支払い、予算などのデフォルト通貨として使用されます。 この通貨は設定で変更することができます。
nl: Selecteer de valuta die je in de app wilt gebruiken. Deze zal als standaardvaluta worden gebruikt voor bijvoorbeeld rekeningen, betalingen en budgetten. Je kunt dit laat wijzigen in de instellingen.
no: Velg valutaen du ønsker å bruke i appen. Dette vil bli brukt som standardvaluta for for kontoer, betalinger og budsjetter. Du kan endre dette for sent i innstillingene.
pl: Wybierz walutę, której chcesz używać w aplikacji. Będzie ona używana jako waluta domyślna, np. w przypadku kont, płatności i budżetów. Możesz to zmienić w ustawieniach.
ro: Selectați moneda pe care doriți să o utilizați în aplicație. Aceasta va fi utilizată ca monedă implicită, de exemplu pentru conturi, plăți și bugete. Puteți schimba această monedă târziu în setări.
ru: Выбери валюту, которую ты хочешь использовать в приложении. Она будет использоваться в качестве валюты по умолчанию, например, для счетов, платежей и бюджетов. Позже ты можешь изменить это в настройках.
sk: Vyberte menu, ktorú chcete v aplikácii používať. Táto mena sa bude používať ako predvolená mena napríklad pre účty, platby a rozpočty. Túto neskorú menu môžete zmeniť v nastaveniach.
sv: Välj den valuta du vill använda i appen. Den kommer att användas som standardvaluta för t.ex. konton, betalningar och budgetar. Du kan ändra denna sen i inställningarna.
tr: Uygulamada kullanmak istediğiniz para birimini seçin. Bu, örneğin hesaplar, ödemeler ve bütçeler için varsayılan para birimi olarak kullanılacaktır. Bunu ayarlardan geç değiştirebilirsiniz.
uk: Виберіть валюту, яку ви хочете використовувати в додатку. Вона буде використовуватися як валюта за замовчуванням, наприклад, для рахунків, платежів і бюджетів. Ви можете змінити її пізніше в налаштуваннях.
zh_cn: 选择你想在应用程序中使用的货币。这将被用作默认货币，例如用于账户、付款和预算。 你可以在设置中改变这一迟来的货币。

# CurrencyIntroductionTitle
source: Currency
bg: Валута
da: Valuta
de: Währung
el: Νόμισμα
et: Valuuta
fi: Valuutta
ja: 通貨
nl: Valuta
no: Valuta
pl: Waluta
ro: Monedă
ru: Валюта
sk: Mena
sv: Valuta
tr: Para Birimi
uk: Валюта
zh_cn: 货币

# SetupAccountsSubtitle
source: Add your first account
bg: Добавете първия си акаунт
da: Tilføj din første konto
de: Füge dein erstes Konto hinzu
el: Προσθέστε τον πρώτο σας λογαριασμό
et: Lisa oma esimene konto
fi: Lisää ensimmäinen tilisi
ja: 最初のアカウントを追加する
nl: Je eerste account toevoegen
no: Legg til din første konto
pl: Dodaj swoje pierwsze konto
ro: Adăugați primul dvs. cont
ru: Добавь свой первый аккаунт
sk: Pridanie prvého účtu
sv: Lägg till ditt första konto
tr: İlk hesabınızı ekleyin
uk: Додайте свій перший обліковий запис
zh_cn: 添加你的第一个账户

# SetupAccountsText
source: You can use accounts to group together transactions. They can either mirror your bank account or be a virtual account just in the app.
bg: Можете да използвате сметки, за да групирате операции. Те могат да отразяват банковата ви сметка или да бъдат виртуална сметка само в приложението.
da: Du kan bruge konti til at gruppere transaktioner. De kan enten afspejle din bankkonto eller være en virtuel konto kun i appen.
de: Du kannst Konten verwenden, um Transaktionen zusammenzufassen. Sie können entweder dein Bankkonto widerspiegeln oder ein virtuelles Konto nur in der App sein.
el: Μπορείτε να χρησιμοποιείτε λογαριασμούς για να ομαδοποιείτε συναλλαγές. Μπορούν είτε να αντικατοπτρίζουν τον τραπεζικό σας λογαριασμό είτε να είναι ένας εικονικός λογαριασμός μόνο στην εφαρμογή.
et: Te saate kasutada kontosid tehingute rühmitamiseks. Need võivad kas peegeldada teie pangakontot või olla virtuaalne konto ainult rakenduses.
fi: Voit ryhmitellä tapahtumia tilien avulla. Ne voivat joko peilata pankkitiliäsi tai olla virtuaalinen tili vain sovelluksessa.
ja: アカウントを使って、取引をグループ化することができます。口座は銀行口座を反映させることも、アプリ内だけの仮想口座にすることも可能です。
nl: Je kunt rekeningen gebruiken om transacties te groeperen. Ze kunnen je bankrekening spiegelen of een virtuele rekening zijn alleen in de app.
no: Du kan bruke kontoer til å gruppere sammen transaksjoner. De kan enten speile bankkontoen din eller være en virtuell konto i appen.
pl: Konta mogą służyć do grupowania transakcji. Mogą one odzwierciedlać konto bankowe lub być wirtualnym kontem w aplikacji.
ro: Puteți utiliza conturile pentru a grupa tranzacțiile. Acestea pot fi fie o oglindă a contului dvs. bancar, fie un cont virtual doar în aplicație.
ru: Ты можешь использовать счета для группировки транзакций. Они могут быть либо зеркальным отражением твоего банковского счета, либо виртуальным счетом только в приложении.
sk: Pomocou účtov môžete zoskupovať transakcie. Môžu byť zrkadlom vášho bankového účtu alebo virtuálnym účtom len v aplikácii.
sv: Du kan använda konton för att gruppera transaktioner. De kan antingen spegla ditt bankkonto eller vara ett virtuellt konto bara i appen.
tr: İşlemleri bir arada gruplamak için hesapları kullanabilirsiniz. Bunlar banka hesabınızı yansıtabilir veya sadece uygulamada sanal bir hesap olabilir.
uk: Ви можете використовувати акаунти для групування транзакцій. Вони можуть бути дзеркальним відображенням вашого банківського рахунку або бути віртуальним рахунком лише в додатку.
zh_cn: 你可以使用账户来组合交易。它们既可以反映你的银行账户，也可以是一个虚拟账户，只是在应用程序中。

# SetupAccountsTitle
source: Accounts
bg: Сметки
da: Regnskaber
de: Konten
el: Λογαριασμοί
et: Kontod
fi: Tilit
ja: 決算情報
nl: Rekeningen
no: Kontoer
pl: Konta
ro: Conturi
ru: Счета
sk: Účty
sv: Konton
tr: Hesaplar
uk: Рахунки
zh_cn: 帐户

# RemoveCategoryAssignmentTitle
source: Remove Category Assignment
bg: Премахване на присвояването на категория
da: Fjern kategoritildeling
de: Kategoriezuweisung entfernen
el: Κατάργηση ανάθεσης κατηγορίας
et: Kategooria määramise eemaldamine
fi: Poista luokkien määritys
ja: カテゴリー割り当ての解除
nl: Categorietoewijzing verwijderen
no: Fjern kategori tildeling
pl: Usuń przypisanie do kategorii
ro: Eliminarea atribuirii de categorii
ru: Удалить назначение категории
sk: Odstránenie priradenia kategórie
sv: Ta bort kategoritilldelning
tr: Kategori Atamasını Kaldır
uk: Видалити призначення категорії
zh_cn: 移除类别分配

# RemoveCategoryAssignmentOnPaymentMessage
source: There are {0} payments assigned to this category.The assignment for those will be removed. Do you want to proceed?
bg: В тази категория са възложени плащания на {0} .Възлагането на тези плащания ще бъде премахнато. Искате ли да продължите?
da: Der er tilknyttet {0} betalinger til denne kategori, og tilknytningen til disse betalinger vil blive fjernet. Ønsker du at fortsætte?
de: Es gibt {0} Zahlungen, die dieser Kategorie zugewiesen sind und deren Zuweisung entfernt wird. Willst du fortfahren?
el: Υπάρχουν πληρωμές {0} που έχουν εκχωρηθεί σε αυτή την κατηγορία.Η εκχώρηση για αυτές θα αφαιρεθεί. Θέλετε να συνεχίσετε;
et: Sellele kategooriale on määratud {0} maksed, mille jaoks määratud maksed eemaldatakse. Kas soovite jätkata?
fi: Tähän luokkaan on kohdistettu {0} maksuja, joiden kohdentaminen poistetaan. Haluatko jatkaa?
ja: このカテゴリには、 {0} の支払いが割り当てられています。これらの支払いの割り当ては削除されます。続行しますか？
nl: Er zijn {0} betalingen toegewezen aan deze categorie.De toewijzing daarvan wordt verwijderd. Wil je doorgaan?
no: Det er {0} betalinger tildelt denne kategorien. Tildelingen for disse vil bli fjernet. Vil du fortsette?
pl: Do tej kategorii przypisane są płatności {0} , które zostaną usunięte. Czy chcesz kontynuować?
ro: Există {0} plăți atribuite acestei categorii.Alocarea acestora va fi eliminată. Doriți să continuați?
ru: Есть {0} платежей, назначенных этой категории. Назначение для них будет удалено. Ты хочешь продолжить?
sk: K tejto kategórii sú priradené platby {0} . Priradenie týchto platieb bude odstránené. Chcete pokračovať?
sv: Det finns {0} betalningar som har tilldelats denna kategori, och tilldelningen för dessa kommer att tas bort. Vill du fortsätta?
tr: Bu kategoriye atanmış {0} ödemeleri vardır, bunlar için atama kaldırılacaktır. Devam etmek istiyor musunuz?
uk: До цієї категорії належать платежі {0} . Призначення для них буде видалено. Ви хочете продовжити?
zh_cn: 有 {0} 付款分配到这个类别。这些分配将被删除。你想继续吗？

# CurrencySettingText
source: Select the currency you would like to use in the app. This will be used as the default currency for example for accounts, payments and budgets.
bg: Изберете валутата, която искате да използвате в приложението. Тя ще се използва като валута по подразбиране, например за сметки, плащания и бюджети.
da: Vælg den valuta, du ønsker at bruge i appen. Denne valuta vil blive brugt som standardvaluta for f.eks. konti, betalinger og budgetter.
de: Wähle die Währung aus, die du in der App verwenden möchtest. Diese wird als Standardwährung z. B. für Konten, Zahlungen und Budgets verwendet. Du kannst das später in den Einstellungen ändern.
el: Επιλέξτε το νόμισμα που θέλετε να χρησιμοποιήσετε στην εφαρμογή. Αυτό θα χρησιμοποιείται ως προεπιλεγμένο νόμισμα, για παράδειγμα για λογαριασμούς, πληρωμές και προϋπολογισμούς.
et: Valige valuuta, mida soovite rakenduses kasutada. Seda kasutatakse vaikimisi valuutana näiteks kontode, maksete ja eelarvete puhul.
fi: Valitse valuutta, jota haluat käyttää sovelluksessa. Tätä käytetään oletusvaluuttana esimerkiksi tileissä, maksuissa ja budjeteissa.
ja: アプリで使用する通貨を選択します。これは、アカウント、支払い、予算などのデフォルト通貨として使用されます。
nl: Selecteer de valuta die je in de app wilt gebruiken. Deze zal als standaardvaluta worden gebruikt voor bijvoorbeeld rekeningen, betalingen en budgetten.
no: Velg valutaen du ønsker å bruke i appen. Denne vil bli brukt som standardvaluta til eksempel for kontoer, betalinger og budsjetter.
pl: Wybierz walutę, której chcesz używać w aplikacji. Będzie ona używana jako waluta domyślna, np. w przypadku kont, płatności i budżetów.
ro: Selectați moneda pe care doriți să o utilizați în aplicație. Aceasta va fi utilizată ca monedă implicită, de exemplu pentru conturi, plăți și bugete.
ru: Выбери валюту, которую ты хочешь использовать в приложении. Она будет использоваться в качестве валюты по умолчанию, например, для счетов, платежей и бюджетов.
sk: Vyberte menu, ktorú chcete v aplikácii používať. Táto mena sa bude používať ako predvolená mena napríklad pre účty, platby a rozpočty.
sv: Välj den valuta du vill använda i appen. Den kommer att användas som standardvaluta för t.ex. konton, betalningar och budgetar.
tr: Uygulamada kullanmak istediğiniz para birimini seçin. Bu, örneğin hesaplar, ödemeler ve bütçeler için varsayılan para birimi olarak kullanılacaktır.
uk: Виберіть валюту, яку ви хочете використовувати в додатку. Вона буде використовуватися як валюта за замовчуванням, наприклад, для рахунків, платежів і бюджетів.
zh_cn: 选择你想在应用程序中使用的货币。这将被用作默认货币，例如用于账户、支付和预算。

# TotalBalanceTemplate
source: Total: {0}
bg: Общо: {0}
da: I alt: {0}
el: Σύνολο: {0}
fi: Yhteensä: {0}
ja: 合計： {0}
nl: Totaal: {0}
no: Totalt: {0}
pl: Całość: {0}
ru: Итого: {0}
sv: Totalt: {0}
tr: Toplam: {0}
uk: Всього: {0}
zh_cn: 共计： {0}

# CurrentBalanceTemplate
source: Current Balance: {0}
bg: Текущ баланс: {0}
da: Nuværende balance: {0}
el: Τρέχον υπόλοιπο: {0}
fi: Nykyinen saldo: {0}
nl: Huidig saldo: {0}
no: Gjeldende saldo: {0}
pl: Aktualne saldo: {0}
ru: Текущий баланс: {0}
sv: Aktuellt saldo: {0}
tr: Mevcut Bakiye: {0}
uk: Поточний баланс: {0}
zh_cn: 当前余额: {0}

# MonthlyBudgetTemplate
source: Monthly Budget: {0}
bg: Месечен бюджет: {0}
da: Månedligt budget: {0}
el: Μηνιαίος προϋπολογισμός: {0}
fi: Kuukausittainen budjetti: {0}
nl: Maandelijks budget: {0}
no: Månedlig budsjett: {0}
pl: Budżet miesięczny: {0}
ru: Месячный бюджет: {0}
sv: Månatlig budget: {0}
tr: Aylık Bütçe: {0}
uk: Місячний бюджет: {0}
zh_cn: 每月预算： {0}

# MonthlySpendingOnBudgetsTemplate
source: Monthly Spending on budgets: {0}
bg: Месечни разходи за бюджети: {0}
da: Månedlige udgifter til budgetter: {0}
el: Μηνιαίες δαπάνες για προϋπολογισμούς: {0}
fi: Kuukausittaiset budjettimenot: {0}
nl: Maandelijkse uitgaven aan budgetten: {0}
no: Månedlig forbruk på budsjett: {0}
pl: Miesięczne wydatki na budżet: {0}
ru: Ежемесячные траты на бюджеты: {0}
sv: Månatliga utgifter för budgetar: {0}
tr: Bütçeler için Aylık Harcama: {0}
uk: Щомісячні витрати за бюджетами: {0}
zh_cn: 每月的预算支出: {0}

# DateRangeInvalidMessage
source: Start date has to be before end date.
bg: Началната дата трябва да е преди крайната дата.
da: Startdatoen skal være før slutdatoen.
el: Η ημερομηνία έναρξης πρέπει να είναι πριν από την ημερομηνία λήξης.
fi: Alkamispäivän on oltava ennen päättymispäivää.
nl: De begindatum moet voor de einddatum liggen.
no: Startdato må være før sluttdato.
pl: Data rozpoczęcia musi być wcześniejsza niż data zakończenia.
ru: Дата начала должна быть раньше даты окончания.
sv: Startdatum måste vara före slutdatum.
tr: Başlangıç tarihi bitiş tarihinden önce olmalıdır.
uk: Дата початку повинна передувати даті закінчення.
zh_cn: 开始日期必须是在结束日期之前。

# TotalRevenueTemplate
source: Total Revenue: {0}
bg: Общи приходи: {0}
da: Indtægter i alt: {0}
el: Συνολικά έσοδα: {0}
fi: Tulot yhteensä: {0}
nl: Totale inkomsten: {0}
no: Total Inntekt: {0}
pl: Całkowity przychód: {0}
ru: Общий доход: {0}
sv: Totala intäkter: {0}
tr: Toplam Gelir: {0}
zh_cn: 总收入 {0}

# TotalExpenseTemplate
source: Total Expense: {0}
bg: Общи разходи: {0}
da: Udgifter i alt: {0}
el: Συνολικά έξοδα: {0}
fi: Kokonaiskulut: {0}
nl: Totale kosten: {0}
no: Total utdrag: {0}
pl: Całkowite wydatki: {0}
ru: Общие расходы: {0}
sv: Totala kostnader: {0}
tr: Toplam Gider: {0}
zh_cn: 总支出: {0}

source: All Accounts
bg: Всички сметки
da: Alle Konti
el: Όλοι Οι Λογαριασμοί
fi: Kaikki Tilit
nl: Alle accounts
no: Alle kontoer
pl: Wszyscy Klienci
ru: Все аккаунты
sv: Alla konton
tr: Tüm Hesaplar
zh_cn: 所有账户

# LicensesHeader
source: Licenses
bg: Лицензи
da: Licenser
el: Άδειες
fi: Lisenssit
nl: Licenties
no: Lisenser
pl: Licencje
ru: Лицензии
sv: Licenser
tr: Lisanslar
zh_cn: 许可协议

# CurrencySettingTitle
source: Currency
el: Νόμισμα
fi: Valuutta
no: Valuta
pl: Waluta
tr: Para Birimi

# DefaultAccountSettingText
source: Select the account which should be selected as the default if you add a payment.
el: Επιλέξτε το λογαριασμό που πρέπει να επιλεγεί ως προεπιλογή αν προσθέσετε μια πληρωμή.
fi: Valitse tili, joka on valittava oletuksena, jos lisäät maksun.
no: Velg kontoen som skal velges som standard dersom du legger til en betaling.
pl: Wybierz konto, które powinno być zaznaczone jako domyślne, jeśli dodasz płatność.
tr: Bir ödeme eklediğinizde varsayılan olarak seçilmesi gereken hesabı seçin.

# DefaultAccountSettingTitle
source: Default Payment Account
el: Προεπιλεγμένος Λογαριασμός Πληρωμής
fi: Oletus Maksutili
no: Standard betalingskonto
pl: Domyślne konto płatnicze
tr: Varsayılan Ödeme Hesabı

# ContributorLabel
source: To see all contributions head over to GitHub:
el: Για να δείτε όλες τις συνεισφορές επισκεφθείτε το GitHub:
fi: Mene GitHub:iin nähdäksesi kaikki avustajat:
pl: Aby zobaczyć wszystkie kontrybucje przejdź do GitHub:
tr: Bütün katkı sağlayanları github üstünde gör:

# TransferLabel
source: Transfer
ar: تحويل
bg: Трансфер
cs: Převod
da: Overførsel
de: Übertrag
el: Μεταφορά
et: Ülekanne
fi: Siirto
ja: 送金
lt: Perdavimas
nl: Overschrijving
no: Overfør
pl: Przelew
ru: Перевод
sk: Prenos
sv: Överföring
uk: Переказ
zh_cn: 转账

# SaldoTemplate
source: Saldo: {0}
ja: サルド： {0}
uk: Сальдо: {0}
