Repository: MoneyFox/MoneyFox
Catalog: Src/MoneyFox.Foundation/Resources/Strings.*.resx
Languages: id

# AboutLabel
source: About
id: Tentang

# AboutTitle
source: About
id: Tentang

# AccountRequiredMessage
source: Please select an Account.
id: Silahkan pilih Akun.

# AccountsLabel
source: Accounts
id: Akun

# AddAccountTitle
source: Add Account
id: Tambakan Akun

# AddCategoryTitle
source: Add Category
id: Tambahkan Kategori

# AddExpenseLabel
source: Expense
id: Tambahkan Biaya

# AddExpenseTitle
source: Add Expense
id: Tambahkan Biaya

# AddIncomeLabel
source: Income
id: Tambahkan Pendapatan

# AddIncomeTitle
source: Add Income
id: Tambahkan Pendapatan

# AddTransferLabel
source: Transfer
id: Tambahkan Transfer

# AddTransferTitle
source: Add Transfer
id: Tambahkan Transfer

# AuthenticationFailedTitle
source: Authentication failed
id: Autentifikasi gagal

# BackgroundAccessDeniedByPolicyMessage
source: A system policy denied the permission for the MoneyFox to run in background. Several functions may not work as expected.
id: Kebijakan sistem menolak izin untuk MoneyFox untuk menjalankan di latar belakang. Beberapa fungsi mungkin tidak bekerja seperti yang diharapkan.

# BackgroundAccessDeniedByUserMessage
source: You denied the permissions for the MoneyFox to run in the background. Several functions may not work as expected.
id: Anda menolak izin MoneyFox untuk dijalankan pada latar belakang. beberapa fungsi mungkin tidak bekerja seperti yang diharapkan.

# BackgroundAccessDeniedTitle
source: Access denied
id: Akses ditolak

# BackupFailedTitle
source: Backup failed!
id: Cadangan gagal!

# BackupLabel
source: Backup
id: Cadangan

# BackupRestoreFailedTitle
source: Restore backup failed!
id: Gagal memulihkan cadangan!

# BackupSyncedSuccessfullyMessage
source: You backup was synced successfully.
id: Cadangan Anda berhasil disinkron.

# BackupSyncFailedMessage
source: Failed to sync the backup
id: Gagal untuk menyinkron cadangan

# BiannuallyLabel
source: Biannually
id: Dua kali

# BimonthlyLabel
source: Bimonthly
id: Dua bulan sekali

# BiweeklyLabel
source: Biweekly
id: Dua kali seminggu

# CancelLabel
source: Cancel
id: Batal

# CashflowDescription
source: Income, expenses and gains for the selected time period.
id: Pendapata, pengeluaran dan keuntungan untuk jangka waktu yang dipilih.

# CashflowLabel
source: Cashflow
id: Aliran Tunai

# CategoriesLabel
source: Categories
id: Kategori

# CategorieSpreadingDescription
source: Spreading of the expenses to the categories.
id: Penyebaran biaya ke kategori.

# CategorySpreadingLabel
source: Category Spreading
id: Penyebaran Kategori

# CategorySummaryDescription
source: Summary of the categories with a Payment.
id: Ringkasan kategori untuk Pembayaran.

# CategorySummaryLabel
source: Category Summary
id: Ringkasan Kategori

# ChangeSubsequentPaymentMessage
source: You updated a recurring payment. Do you want to update the future Payments aswell?
id: Pembayaran berkala Anda diperbarui. Apakah Anda ingin memperbarui Pembayaran masa depan juga?

# ChangeSubsequentPaymentTitle
source: Update Recurrence?
id: Perbarui Perulangan?

# ChargedAccountLabel
source: Charged Account
id: Akun Dibebankan

# ChooseCategorieTitle
source: Choose Categorie
id: Pilih Kategori

# ChooseLabel
source: Choose
id: Pilih

# ClearedFilterLabel
source: Cleared
id: Dibersihkan

# DailyLabel
source: Daily
id: Harian

# DailyWithoutWeekendLabel
source: Daily without weekend
id: Harian tanpa akhir pekan

# DeleteAccountConfirmationMessage
source: Do you really want to delete this Account?
id: Apakah benar Anda ingin menghapus Akun ini?

# DeleteCategoryConfirmationMessage
source: Do you really want to delete this Category?
id: Apakah benar Anda ingin menghapus Kategori ini?

# DeleteLabel
source: Delete
id: Hapus

# DeletePaymentConfirmationMessage
source: Do you really want to delete this Payment?
id: Apakah benar Anda ingin menghapus Pembayaran ini?

# DeleteRecurringPaymentMessage
source: You've deleted a recurring payment. Do you want to delete the recurrence as well?
id: Anda telah menghapus pembayaran berulang. Apakah Anda ingin menghapus pengulangan juga?

# DeleteRecurringPaymentTitle
source: Delete Recurrence?
id: Hapus Pengulangan?

# DeleteTitle
source: Delete?
id: Hapus?

# DoneLabel
source: Done
id: Selesai

# DuplicateAccountMessage
source: An Account with that name already exists.
id: Akun dengan nama tersebut sudah ada.

# DuplicateCategoryMessage
source: A Category with that name already exists.
id: Kategori dengan nama tersebut sudah ada.

# DuplicatedNameTitle
source: Name already used
id: Nama sudah digunakan

# EditAccountTitle
source: Edit {0}
id: Sunting {0}

# EditCategoryTitle
source: Edit Category
id: Ubah Kategori

# EditIncomeTitle
source: Edit Income
id: Ubah Pendapatan

# EditLabel
source: Edit
id: Ubah

# EditSpendingTitle
source: Edit Expense
id: Ubah Biaya

# EditTransferTitle
source: Edit Transfer
id: Ubah Transfer

# ErrorMessageAuthenticationFailed
source: There was an error during the authentication. Please try again later.
id: Terjadi kesalahan saat melakukan otentidikasi. Silahkan coba lagi nanti.

# ErrorMessageBackupFailed
source: There where an error while create your backup. Please try again later.
id: Ada kesalahan saat membuat cadangan Anda. Silahkan coba lagi nanti.

# ErrorMessageDelete
source: An error occured while deleting the item.
id: Terjadi kesalahan saat menghapus item.

# ErrorMessageRestore
source: There was an issue during restoring your backup. Please contact us if this error persist.
id: Terjadi masalah saat mengembalikan cadangan Anda. Silahkan hubungi kami jika masalah ini berlanjut.

# ErrorMessageSave
source: An error occured while saving the item.
id: Terjadi kesalahan saat menyimpan item.

# ErrorTitleDelete
source: Error on delete
id: Kesalahan saat menghapus

# ExpenseHeader
source: Add expense
id: Tambahkan pengeluaran

# ExpenseLabel
source: Expenses
id: Pengeluaran

# FeedbackSubject
source: Feedback Money Fox
id: Umpan Balik Money Fox

# GeneralErrorTitle
source: An error occured
id: Terjadi kesalahan

# GeneralTitle
source: General
id: Umum

# IncomeHeader
source: Add income
id: Tambahkan pendapatan

# IncreaseLabel
source: Gains
id: Keuntungan

# InvalidEnddateMessage
source: The enddate of a recurring Payment has to be in the future. Please check your input.
id: Berakhirnya pembayaran berulang harus dilakukan di masa depan. Silahkan periksa masukkan Anda.

# InvalidEnddateTitle
source: Invalid End Date
id: Tanggal Akhir tidak sesuai

# IsRecurringFilterLabel
source: Is Recurring
id: Adalah Berulang

# JustThisLabel
source: No, just this
id: Tidak, hanya ini

# LoadingLabel
source: Loading...
id: Memuat...

# MandatoryFieldEmptyTitle
source: Mandatory field
id: Bidang wajib

# MonthlyLabel
source: Monthly
id: Bulanan

# NameRequiredMessage
source: Please insert a name.
id: Mohon masukkan nama.

# NoLabel
source: No
id: Tidak

# NoNetworkMessage
source: You are not connected to the internet. Please check your connection and try again.
id: Koneksi internet Anda tidak ada. silahkan periksa koneksi dan coba lagi.

# NoNetworkTitle
source: No Internet Connection
id: Tidak ada Koneksi internet

# NotNowLabel
source: Not Now
id: Tidak Sekarang

# OkLabel
source: Ok
id: Oke

# OverwriteBackupMessage
source: Existing backups will be overwritten. Do you wanna continue?
id: Cadangan yang ada akan ditimpa. Apa kamu ingin melanjutkan?

# OverwriteDataMessage
source: Your local data will be deleted. Are you sure you wanna proceed?
id: Data lokan Anda akan dihapus!! Apakah Anda yakin ingin melanjutkan?

# OverwriteTitle
source: Overwrite?
id: Menimpa?

# PassportErrorMessage
source: Microsoft Passport is not enabled on this device. Please go to settings and enable it!
id: Paspor Microsoft tidak diaktifkan pada perangkat ini. Silahkan pergi ke pengaturan untuk mengaktifkannya!

# PasswordConfirmationWrongMessage
source: The passwod and the password confirmation didn't match. Please check your input.
id: Kata sandi dan konfirmasi kata sandi tidak cocok. Silahkan periksa masukkan Anda.

# PasswordConfirmationWrongTitle
source: Password confirmation
id: Konfirmasi kata sandi

# PasswordEmptyMessage
source: The password you've entered is empty. Please enter a password first and try again.
id: Kata sandi yang Anda masukkan kosong. Silahkan masukkan kata sandi pertama dan coba lagi.

# PasswordEmptyTitle
source: Password is empty
id: Kata sandi kosong

# PasswordSavedMessage
source: Password was saved succesfully.
id: Kata sandi telah berhasil disimpan.

# PasswordSavedTitle
source: Password saved
id: Kata sandi disimpan

# PasswordWrongMessage
source: The password you entered was not correct. Please try again.
id: Kata sandi yang Anda masukkan tidak benar. Silahkan coba lagi.

# PasswordWrongTitle
source: Password wrong
id: Kata sandi salah

# QuarterlyLabel
source: Quarterly
id: Kuartalan

# RateReminderText
source: We hope you like our app. Support us with a rating in the store. Do you want to go the the store to rate?
id: Kami harap Anda menyukai aplikasi kami. Dukung kami dengan penilaian di toko. Apakah Anda ingin pergi k toko untuk menilai?

# RateReminderTitle
source: Rate this app
id: Beri nilai aplikasi ini

# RevenueLabel
source: Revenue
id: Pendapatan

# SecurityTitle
source: Security
id: Keamanan

# SelectDateTitle
source: Select Date
id: Pilih Tanggal

# SelectFilterTitle
source: Select Filter
id: Menyaring pilihan

# SelectOperationLabel
source: select operation
id: pilih operasi

# SettingsLabel
source: Settings
id: Pengaturan

# StatisticsLabel
source: Statistics
id: Statistik

# SuccessTitle
source: Success!
id: Berhasil!

# TargetAccountLabel
source: Target Account
id: Akun Tujuan

# TaskSuccessfulMessage
source: Task was successful completed.
id: Tugas berhasil diselesaikan.

# TransferHeader
source: Add transfer
id: Tambahkan transfer

# UpdateAllLabel
source: Yes, update All
id: Iya, Perbarui Semua

# WeeklyLabel
source: Weekly
id: Mingguan

# YearlyLabel
source: Yearly
id: Tahunan

# YesLabel
source: Yes
id: Iya
